{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "Web Crawler Feed",
  "description": "Curated content from web crawling",
  "home_page_url": "https://example.com",
  "feed_url": "https://example.com/feed.json",
  "items": [
    {
      "id": "https://www.hrw.org/news/2021/06/01/yemen-houthis-risk-civilians-health-covid-19",
      "url": "https://www.hrw.org/news/2021/06/01/yemen-houthis-risk-civilians-health-covid-19",
      "title": "Yemen: Houthis Risk Civilians’ Health in Covid-19 | Human Rights Watch",
      "content_text": "Click to expand ImageMedical workers attend to a Covid-19 patient in an intensive care unit at a hospital in Sanaa, Yemen, June 14, 2020.© 2020 Hani Mohammed/AP Photo(Beirut) – Houthi authorities inYemenhave suppressed information about the dangers and impact ofCovid-19and undermined international efforts to provide vaccines in areas under their control, Human Rights Watch said today. Since the start of the pandemic in Yemen in April 2020, Houthi officials have actively spread disinformation about the virus and vaccines.After the start of a second wave of Covid-19 in Yemen in March 2021, the number of confirmed cases doubled,according toa statement by the United Nations Under-Secretary-General for Humanitarian Affairs, Mark Lowcock, on April 15. Nevertheless, the Houthi authorities in Sanaa have maintained a policy of withholding data on cases and deaths. No vaccines have reached areas under Houthi control. Houthi authorities should take immediate steps to facilitate efforts to provide vaccines in northern Yemen and stop spreading disinformation about the virus.“The deliberate decision of the Houthi authorities’ to keep the real number of cases of Covid-19 under wraps and their opposition to vaccines are putting Yemeni lives at risk,” saidMichael Page, deputy Middle East director at Human Rights Watch. “Pretending Covid-19 does not exist is not a mitigation strategy and will only lead to mass suffering.”Between mid-April and early May, Human Rights Watch interviewed four Yemeni health workers based in Sanaa, three based abroad who have close knowledge of the Covid-19 crisis in Yemen, Yemeni doctors living abroad, and one international health worker involved in Covid-19 response efforts. All asked not to have their identities revealed for fear of reprisal. Human Rights Watch also reviewed and verified videos in which Houthi officials appear to spread disinformation about the virus and vaccines.Human Rights Watch reached out to Houthi Health Ministry and Foreign Ministry officials requesting comment but have not received a response.As of early 2021, the Houthi-controlled Health Ministry in Sanaa, Yemen’s capital,has reportedonly one Covid-19-related death, four confirmed cases, and two recoveries since the pandemic began. The UN Office for the Coordination of Humanitarian Affairs (OCHA)saidthat informal indications are that cases are rising in the north. Doctors without Bordersreportedin March that their teams in Yemen were seeing a drastic rise in the number of people seriously ill with Covid-19.Yemen’s healthcare system is intattersafter six years of war. Through the Covid-19 Vaccines Global Access program (COVAX Facility), Yemenshould receive14 million doses of Covid-19 vaccines, which could vaccinate 23 percent of the population across the country,according tothe United Nations Office for the Coordination of Humanitarian Affairs (OCHA).Yemen received 360,000 doses of the AstraZeneca vaccine on March 31 as the first batch, part of 1.9 million doses that Yemen is due to receive throughout 2021. According to the Yemen Covid-19 National Vaccination Plan, theprioritygroups during the first phase are healthcare workers, people age 55 and over, people with comorbidities, and social groups unable to practice physical distancing, such as internally displaced people and refugees.The plan envisages that the Houthi authorities would receive vaccines to distribute in areas under its control; including Sanaa, Ibb governorate, and Hodeida governorate. However, one medical source interviewed who has direct knowledge of the circumstances said the group’s failure to cooperate with the World Health Organization (WHO) and the Yemeni government has prevented any vaccines from reaching the north. As a result, as of writing, vaccinations are only occurring in the south.On April 23, in a virtual conference, Yemen Covid-19 Response,organized byHPY-UK, a UK-based charity organization, the WHO’s representative to Yemen, Adham Rashad Abdel-Moneim,saidthat the Houthi authorities initially agreed under pressure to accept 10,000 doses of vaccine, but the vaccines could not be delivered after the Houthi authorities set a condition that the vaccines could only be distributed by the group without WHO’s supervision. The WHO refused, because WHO would need to ensure there was no risk of diverting the vaccines.The following day, the WHOstatedin a post on its Facebook page that the Houthi authorities asked to only accept 1,000 doses instead of 10,000 provided that the share of doses to the north will be increased in the next batch of the vaccines. In May 8, the internationally-recognized Yemeni government’s Health Ministry in Aden governoratereportedlydelivered 10,000 doses to the WHO to vaccinate health personnel in Houthi-controlled areas.Numerous Houthi officials have spread disinformation about Covid-19statingthat the virus is a “conspiracy.” Abdul Malik Al-Houthi, the Houthi leader,saidin a televised speech in March 2020 on the Houthi-funded TV channel, Al-Masirah, that the virus was an American conspiracy. “America bears the primary responsibility for Covid-19 epidemic,” he said. “Some experts in biological warfare say that Americans have worked for years to benefit from the coronavirus and have worked to spread it in certain societies.”Several Houthi officialsreportedlyhave died with Covid-19-associated symptoms over the past few months.International mediareportedin2020that the Houthis were hiding the truth about the scale of the pandemic in the areas under their control through suppression of information and intimidation. The Houthi armed group alsoreportedlycreated a black market for Covid-19 testing whilerefusing to take precautionary measuresagainst the virus.Health workers interviewed said they believed that the Houthis were refusing to acknowledge the pandemic to keep the economy fully open and to allow the political elite to syphon off exorbitant fees imposed on businesses. The Houthis have sharply increased revenues over the past two years by engaging in a number of predatory and corrupt practices,according tothe Sanaa Center for Strategic Studies.Unlike the Houthi authorities, the Yemeni government-backed health authorities operating in the south and east of the country have regularly reported the number of confirmed cases andwarnedduring 2020 about a possible second wave. OCHAsaidin April 2021 that the Yemeni government has reported 4,119 confirmed cases and 864 deaths, with more than half of total cases reported during the first quarter of 2021.On April 20, the Yemeni governmentbegana vaccination campaign funded by the WHO, UNICEF, and King Salman Humanitarian Aid and Relief Center in areas controlled by the Yemeni government (covering 13 governorates). Despite somepublic distrustof the vaccine, the Yemeni governmentsaidon May 26 that it had so far vaccinated more than 53,000 citizens. Yemen is a member of theLeast Developed Countries groupat the World Trade Organization, which has supported India and South Africa’s TRIPS Council proposal that wouldtemporarily waive certain intellectual property ruleson Covid-19-related vaccines, therapeutics, and other medical products to facilitate increased manufacturing to make them available and affordable globally. TheUnited Statesand New Zealand have recently indicated their support for the TRIPS waiver. Other influential governments such as the United Kingdom, Japan, Australia, and the European Union should drop their opposition, Human Rights Watch said.“Given the weakened healthcare system in Yemen, Houthi authorities should at least ensure transparency so that civilians living in their areas can understand the scale of the pandemic and facilitate an international vaccination plan that meets the needs on the ground,” Page said.Houthi Disinformation and Failure to Adequately Address the PandemicDuring the early stage of the pandemic, the Houthi Health Ministry took the pandemic threat seriously. Human Rights Watch reported in April 2020 that Houthi Health MinisterTaha al-Mutawakelwarned about its potential deadly impact. But in May 2020 hesaidthe ineffectiveness of test kits provided by WHO prevented the Houthi authorities from providing an accurate number of Covid-19 cases. The Houthis then put in place a “non-disclosure” policy. A senior member of the Houthi Supreme Political Council in Sanaa, Mohammed al-Houthi, said in June that it was part of their policy of “non-disclosure of infection numbers to preserve the morale of citizens and not spread panic.”Health workers interviewed by Human Rights Watch said that the Houthi authorities’ lack of transparency and disinformation have put civilians’ health at risk and prevented efforts to protect against the spread of the virus. Two health workers said that after the start of the first wave in Sanaa in May 2020, the Houthis placed a special intelligence unit under the command of the group’s political security apparatus in medical facilities, apparently to intimidate and threaten health care staff as well as to limit the information they can provide to the media or international organizations.In early 2021, the WHO asked Houthi authorities to apply to the organization for vaccines, but the Houthis delayed and missed the deadline, one medical source with direct knowledge of the circumstances of the process said. “The Houthi authorities did not cooperate on time with the international community to secure the allocated vaccines to the north of Yemen,” he said. “The Yemeni government’s application included the allocation of vaccines to south and east of Yemen, and the government later agreed to share some of those vaccines with the north.”The source said that it required intense negotiations to reach a deal under which the Houthi authorities would accept 10,000 vaccine doses. One of the conditions the Houthi authorities set was that there should be no media coverage or social mobilization for a vaccination campaign. As of writing, the vaccination campaign hasn’t happened in the north.Seven health workers said that the Houthi authorities’ failure to provide a plan or program to combat Covid-19 made the pandemic worse. Even prior to the pandemic, some prominent Houthis said that they believe all vaccines are a conspiracy, the medical workers said. Local mediareportedin 2013 that Houthi forces prevented vaccination teams from carrying out their immunization work against measles and polio in some remote areas of Yemen’s Saadah governorate under the pretext that the vaccine was “American.”Three health workers said that the Houthi authorities placed unqualified members of Houthi families belonging to thesayyedclass of direct descendants of the Prophet Muhammad in senior positions at medical facilities in Sanaa.Some Houthi officials spread disinformation about the virus and the vaccine. The leader of the group, Abdul Malik Al-Houthi,saidin a televised speech carried by the Houthi-funded TV channel Al-Masirah in March 2020 that the virus was an “American conspiracy.” “America bears the primary responsibility for the Covid-19 epidemic,” he said. “Some experts in biological warfare say that Americans have worked for years to benefit from the coronavirus and have worked to spread it in certain societies.” He warned the public not to panic and said that the pandemic aimed at frustrating and terrifying people.During a news conference in Sanaa in May 2020, al-Mutawakel, the Houthi health minister,justifiedhis group’s policy of not providing data on the spread of the Covid-19 epidemic in Yemen, stating, “We deal with patients on the basis of their human right to health care and not as numbers on the stock exchange that the media are racing to address.” He said in the same conference that medicine for Covid-19 would come from Yemen. Al-Mutawakelsaidon May 1, 2020, that there was no coronavirus in Yemen, and that if variants appeared in Yemen the UAE would bear responsibility for its transmission.Medical Sector ShortcomingsFive Yemeni health workers said that medical staff in Sanaa have not been paid their full salaries regularly and that their medical facilities do not have the medical capabilities to handle the pandemic.Three Yemeni health workers said that over a year into the Covid-19 pandemic there remains a critical shortage in personal protective equipment for staff. One health worker said that the problems have been compounded by increasing health care costs, which have risen by more than 50 percent since the beginning of the conflict in Houthi-controlled areas for health facilities and patients because of the heavy restrictions and costly logistics on medical imports.“Today in Sanaa, there is no difference between private and public hospitals,” he said. “In public hospitals, intensive care used to cost 500 Yemeni Rials (US$2) per day but now it costs 12,000 ($48).”Three health workers said that the Houthi’s have three quarantine treatment centers for suspected Covid-19 cases in Sanaa. One is in Zaid hospital, one in Palestine hospital, and a third run by Doctors Without Borders in Kuwait hospital, but that the centers are not able to absorb all Covid-19 patients requiring hospitalization.All of the health workers interviewed said that the ongoing second wave of Covid-19 in Sanaa is more aggressive in terms of the suspected cases rate and death toll than the first wave. They said that during the first wave there was a period when the Houthi authorities enforced precautionary measures, such as movement restrictions, and created sufficient quarantine centers to isolate and monitor possibly-infected people, contrary to the current situation.Three health workers said that they see dozens of patients with symptoms consistent with Covid-19 every day, mainly people in their 30s and 40s. Lacking PCR testing capacity, the workers said that they can only use CT scans for clinical diagnosis.Health workers have paid a heavy price both during the first wave and since the start of the second wave of the pandemic.According to the Yemeni Doctors Living Abroad Association, a network of Yemeni medical workers outside Yemen that works to raise awareness about the Covid-19 crisis in Yemen, at least 150 doctors in Yemen have died from Covid-19 in Yemen.In April 2021, the association publishedan open letterappealing to authorities to prioritize the vaccination of medical staff, saying that vaccination is vital for combating the virus. The association told Human Rights Watch that there are at least two deaths of medical staff per day during the current second wave in Yemen, based on the association’s documentation, which the group publishes on its Facebookpage.Statements of Yemeni Medical WorkersYemeni medical worker living abroad:“The Houthi authorities continue to have no Covid-19 plan not because there are no competent doctors in Sanaa but rather because the Houthi armed group continues to deny the existence of the virus.Testing is limited in Sanaa, so patients are registered with other diseases as a cause of death, like asthma or other lung diseases. Earlier this year, my uncle in Sanaa died [due] to Covid-19. I was medically following up his case remotely. My siblings did not follow my advice to not hold a funeral. One week later, all my siblings got sick. One of them had to be hospitalized and we nearly lost her. Two days ago, one of my cousins passed away and I am certain it was due to Covid-19 because my family sent me all her medical results and I, as a doctor, I understood that she had all Covid-19 symptoms.”Yemeni medical worker in Sanaa:“Over the past few years, I have witnessed meningitis disease’s first wave, the outbreak of bird flu, the Covid-19 first wave, and now the Covid-19 second wave. In the second wave, more and more people are becoming sick. We receive dozens of people every day, 70 percent of them come with Covid-19 symptoms but our medical facility is not equipped at all to receive Covid-19 cases.We lack proper testing capacities, so instead we do clinical tests and CT scans to determine if the cases are linked Covid-19 or not.Health workers used to receive salaries from the WHO of around $2,000 monthly during the peak of the first wave, but a Houthi official in the medical facility I work in took the money and gave us only $100 for every three months. My colleagues and I tried to strike. We reported the theft of our salaries to the Houthi Health Ministry, then the ministry decided to end the salaries to everyone.”Yemeni medical worker in Sanaa:“The health situation is terrible. We do not have medical capacities to handle the pandemic. Medicines reach us expired because it takes too long logistically to allow medical goods and other goods to reach Sanaa. We are overwhelmed by the surge in Covid-19 cases because there are not enough quarantine centers in Sanaa. In this second wave the authorities did not introduce any public health restrictions at all. We have to consider all suspected cases as Covid-19 considering how limited the testing capacity is. We ask patients to stay at home because our medical facility is overwhelmed with patients and our beds are always full.”$Donate NowRegion / CountryMiddle East/North AfricaYemenTagsCoronavirusTopicHealthFebruary 25, 2021DispatchesYemen’s Donors Need to Tackle Aid ShortfallsOctober 14, 2020CommentaryWar and COVID-19 in YemenSeptember 14, 2020ReportDeadly ConsequencesObstruction of Aid in Yemen During Covid-19February 25, 2021DispatchesYemen’s Donors Need to Tackle Aid ShortfallsOctober 14, 2020CommentaryWar and COVID-19 in YemenShare this via FacebookShare this via BlueskyShare this via XShare this via WhatsAppShare this via EmailMore sharing optionsShare this via LinkedInShare this via RedditShare this via TelegramShare this via Printer",
      "summary": "Houthi authorities in Yemen have suppressed information about the dangers and impact of Covid-19 and undermined international efforts to provide vaccines in areas under their control.",
      "date_published": "2021-06-01T00:00:00-04:00",
      "tags": []
    },
    {
      "id": "https://www.hrw.org/news/2021/06/30/yemen-houthis-subject-model-unfair-trial",
      "url": "https://www.hrw.org/news/2021/06/30/yemen-houthis-subject-model-unfair-trial",
      "title": "Yemen: Houthis Subject Model to Unfair Trial | Human Rights Watch",
      "content_text": "Click to expand ImageIntisar al-Hammadi© PrivateUpdate 11/19/2021: On November 7, 2021, Houthi authorities sentenced Intisar al-Hammadi, a Yemeni actress and model, and another woman to five years in prison each on charges of committing an indecent act. Two other women accused in the same case were sentenced to one and three years in prison respectively.(Beirut) – Houthi authorities are carrying out an unfair trial of aYemeniactress and model, Human Rights Watch said today. She has been arbitrarily detained since February 20, 2021. The case has been marred with irregularities and abuse.In June the authorities brought the model, Intisar al-Hammadi, 20, twice before the West Municipality (Sanaa) Court on the apparent charges of committing an indecent act and drug possession, her lawyer told Human Rights Watch. Sources told Human Rights Watch that Houthi authorities forced al-Hammadi to sign a document while blindfolded during interrogation and offered to release her if she would help them entrap their enemies with “sex and drugs.”  Houthi authorities also requested that she undertake a “virginity test,” which she refused.“The Houthi authorities’ unfair trial against Intisar al-Hammadi, on top of the arbitrary arrest and abuse against her in detention, is a stark reminder of the abuse that women face at the hands of authorities throughout Yemen,” saidMichael Page, deputy Middle East director at Human Rights Watch. “The Houthi authorities should ensure her rights to due process, including access to her charges and evidence against her so she can challenge it, and immediately drop charges that are so broad and vague that they are arbitrary.”Al-Hammadi, born to a Yemeni father and Ethiopian mother, has worked as a model for four years and acted in two Yemeni TV series in 2020, Sad al-Ghareeb and Ghorbat al-Bun. Her relatives told Human Rights Watch that she is the sole breadwinner for her family of four, including her father, who is blind, and her brother who has a physical disability.In TV interviews in 2020, al-Hammadisaidshe enjoyed modeling work more than acting and that shestruggled with racismin the industry because of the color of her skin.Between May and June, Human Rights Watch interviewed two of al-Hammadi’s relatives in Yemen; al-Hammadi’s lawyer, Khaled al-Kamal; two witnesses who visited al-Hamadi in prison; and three human rights groups documenting her case. Human Rights Watch requested comments from the Houthi-controlled Ministries of Interior and Foreign Affairs and the Attorney General's Office but did not receive a response.Al-Hammadi’s lawyer said that on February 20, Houthi forces stopped the car in which she was riding with three other people in Sanaa and arrested them all. Houthi forces blindfolded al-Hammadi and the female friend with her and took them to the criminal investigations building, where they held Al-Hammadi for 10 days without access to the outside world. Her relatives said that they searched for her during that time but that the Houthi authorities did not reveal her whereabouts.In March the authorities transferred her to the Central Prison in Sanaa. Her lawyer said that authorities arrested her because she was riding in a car with a man accused of drug dealing: “Her phone was confiscated, and her modeling photos were treated like an act of indecency and therefore she was a prostitute [in the eyes of Houthi authorities].”He said that prison guards verbally abused her, calling her a “whore” and “slave,” because of her dark skin and Ethiopian origin.  Her case was transferred in June to the court, where she appeared for hearings onJune 6and onJune 9.The lawyersaidthat a pro-Houthi armed man threatened him on April 27 while he was sitting in a cafe in Sanaa: “A man in plain clothes came to me and asked me if I was Intisar al-Hammadi’s lawyer and I said yes, then he told me that my family and I would pay the price if I don’t quit al-Hammadi's case.”Houthi authorities laterbanned publicationof information about al-Hammadi’s case, a news site reported.On May 24 a group of 13 people including human rights defenders and the lawyer were allowed to visit al-Hamadi in prison for about 40 minutes. The group publisheda joint statementabout their visit the next day.Human Rights Watch interviewed two members of the group, who said that al-Hammadi told them that there is no evidence against her and that authorities had forced her to sign a document blindfolded. She also told them that during the first interrogations Houthi officers told her that she could be released if she agreed to work with them in setting a trap for their enemies by seducing them with sex, drugs, and alcohol, but she refused.The lawyer said that five other women are detained alongside al-Hammadi in the same prison based on similar “offenses” relating to “indecency” but the women have refused to publicize their cases fearing social stigma and harm to their families' reputations.The UN Group of Eminent International and Regional Experts on Yemenreportedin 2020 that the Yemeni government, the Houthi armed group, and the Southern Transitional Council-affiliated Security Belt forcesabusedwomen and committed acts of gender-based violence, including sexual violence. “Throughout 2019 and 2020 the de facto authorities continued to operate a network of official prisons along with unofficial and secret detention facilities,” the group said in their report. “This network includes a series of secret facilities in former residential buildings in and around Sanaa, in which women and girls have been detained and subjected to violations.”The Associated Pressreportedin 2020 that women face increasing repression by the Houthi armed group, with accounts of former women detainees subjected to enforced disappearance, detention, and torture in detention by the Houthi authorities.\"In addition to suffering the indignities and agony of abusive prison conditions, women detainees in Yemen also face social stigma by society that can follow them for the rest of their lives,” Page said. “Al-Hammadi is just one of an unknown number of Yemeni female detainees who are arbitrarily detained and require immediate protection and justice.”7/6/2021:This version of the news release clarifies, based on credible information from sources close to the case, that in June 2021 al-Hammadi replaced her original lawyer with another lawyer who has full access to her case file. Her original lawyer had been prevented from continuing to represent her. This version also clarifies that Houthi authorities asked al-Hammadi to take a “virginity test\" but did not threaten her to do so.$Donate NowRegion / CountryMiddle East/North AfricaYemenJune 1, 2021ReportYemen: Houthis Risk Civilians’ Health in Covid-19March 23, 2021News ReleaseYemen: Houthis Attacking Displaced People’s CampsJune 2, 2025ReportInjustice By DesignNeed for Comprehensive Justice Reform in LibyaApril 16, 2025Report“All Conspirators”How Tunisia Uses Arbitrary Detention to Crush DissentJune 1, 2021ReportYemen: Houthis Risk Civilians’ Health in Covid-19March 23, 2021News ReleaseYemen: Houthis Attacking Displaced People’s CampsShare this via FacebookShare this via BlueskyShare this via XShare this via WhatsAppShare this via EmailMore sharing optionsShare this via LinkedInShare this via RedditShare this via TelegramShare this via Printer",
      "summary": "Houthi authorities are carrying out an unfair trial of a Yemeni actress and model. She has been arbitrarily detained since February 20, 2021. The case has been marred with irregularities and abuse.",
      "date_published": "2021-06-30T00:00:00-04:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-59205765",
      "url": "https://www.bbc.com/news/world-middle-east-59205765",
      "title": "Yemeni model jailed for indecency by rebel authorities",
      "content_text": "8 November 2021ShareSaveShareSaveIntisar al-HammadiIntisar al-Hammadi has worked as an actress and modelA Yemeni actress and model has been jailed for five years by rebel authorities after being convicted of \"indecency\".Intisar al-Hammadi, 20, alleged that she was physically and verbally abused after being detained by Houthi forces in Sanaa in February, and that she had to sign documents while blindfolded.Three other women arrested alongside her were also handed prison terms.Human Rights Watch said the case was \"marred with irregularities and abuse\".The Houthis, who control much of western Yemen, have been fighting a war against pro-government forces backed by a Saudi-led coalition since 2015.Yemen crisis: Why is there a war?Outcry over executions of nine men by Yemen rebelsHouthi-run news agency Saba reported that a court in Sanaa found Ms Hammadi guilty of charges including committing an indecent act and possessing drugs.She and one of the other three women were given five-year prison terms, it said. The others were jailed for three years and one year respectively.A lawyer for the four women, Khalid al-Kamal,told the Associated Press that they would appeal.Human Rights Watch's Yemen researcher, Afrah Nasser,tweeted that the sentences were \"unfair and politically motivated\".The Yemeni government's Information Minister Moammar al-Eryaniwrote that they were examples of the \"thousands of crimes and violations by terrorist Houthi militia against Yemeni women\".Ms Hammadi, who has a Yemeni father and an Ethiopian mother, has worked as a model for several years and acted in two Yemeni TV series. She sometimes appeared in photographs posted online without a headscarf, defying strict societal norms in the conservative Muslim country.Her lawyer told Human Rights Watch in June that she was travelling in a car with the other women in Sanaawhen Houthi forces stopped it and arrested them.\"Her phone was confiscated, and her modelling photos were treated like an act of indecency and therefore she was a prostitute [in the eyes of Houthi authorities],\" he added.According to HRW, Ms Hammadi told a group of human rights defenders and a lawyer who were allowed to visit her in prison that she was forced by interrogators to sign a document while blindfolded. The document was reportedly a \"confession\" to several offences.In March, Ms Hammadi was transferred to the Central Prison in Sanaa, where guards called her a \"whore\" and \"slave\", because of her dark skin and Ethiopian descent, her lawyer said.Yemen and the Arab Spring: ‘It was a major women’s revolution’Yemen model faces unfair indecency trial - activistsHuman rightsYemenWomen's rightsHouthisYemen crisis",
      "summary": "Human rights activists say the trial of Intisar al-Hammadi by Houthi authorities was unfair.",
      "date_published": "2021-11-08T17:46:59+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-59262086",
      "url": "https://www.bbc.com/news/world-middle-east-59262086",
      "title": "Yemen: The woman saving a crumbling heritage",
      "content_text": "28 November 2021ShareSaveJack NeedhamCulture writerShareSaveUnescoHarbia Al Himiary is the first woman to lead a team as part of the Unesco rehabilitation projectAs a child, Harbia Al Himiary would marvel at the architecture of her home country of Yemen. In her own birthplace of Sanaa she admired from an early age the intricate stone carvings that decorated the Old City, a part of the capital inhabited for more than 2,500 years.This ancient place inspired Harbia. Now aged 37, she's helping to rebuild it - part of a UN scheme where she is also the first female engineer in charge.\"Women do not regularly join this field of work,\" she says. \"I wanted to be unique in my profession, and join a field where I can break gender barriers.\"Yemen is a patriarchal and deeply conservative society, where women make up a fraction of the workforce, and most work in agriculture, the service industry or family businesses.As a teenager, Harbia pushed back against this and joined a medical school, but after two weeks she left and pursued her aspirations of doing what she does today.Getty ImagesParts of Yemen have a unique style of architecture, but many such buildings are under threatShe enrolled at university to study engineering, but didn't tell her parents until her place was confirmed. \"When they were put in front of the reality that I chose a different career, they did not object,\" she remembers. \"They saw I was happy.\"Due to damage suffered during the country's ongoing war, worsening environmental degradation and the collapse of the economy, three of the 52 World Heritage Sites listed by the UN's cultural agency, Unesco, as \"in danger\" are in Yemen.This includes Harbia's beloved Old City of Sanaa and its Great Mosque, built in the 7th Century and famed for being the first outside the Islamic holy cities of Mecca and Medina in Saudi Arabia.The historic town of Zabid and the walled Old City of Shibam are also classified as being in danger, pitting Harbia and her team in a race against time.Unesco's Cash for Work project has already led to the rehabilitation of 162 buildings in Sanaa, Shibam and Zabid, as well as in the second city of Aden.Initially, Unesco's aims were to survey damage to 8,000 buildings of historical importance. They achieved that. Now, that number has grown to 16,000.Another of the project's goals is to provide long-term income opportunities for some 4,000 young people. According to the UN, more than two-thirds of Yemen's 29 million-strong population are under the age of 30, but as of 2019 a quarter of young people were unemployed.The buildings have been bombed during the six-year Saudi-led air campaign against the rebel Houthi movement - which forced Yemen's government out of Sanaa - and left to decay.When Harbia travelled six hours from Sanaa to Zabid, for example, she found houses which had served as meeting places for the community in a state of disrepair - walls had fallen down, once brightly painted ceilings had crumbled, and some of the structures were close to toppling.One of her greatest challenges, she says, was sourcing the materials needed to restore these buildings to their former glory.The work was slow and painstaking. The architecture had to be recreated with historical accuracy, ceilings reconstructed, and rotten beams replaced with materials imported from Saudi Arabia - a three-month process in itself. All while she had to ensure the structure didn't collapse on people still living inside.There are also security concerns that come with rebuilding a country in the midst of a conflict.Local co-ordinators have to negotiate between different factions to make sure Harbia and her teams can safely access sites.Even preparatory work is dangerous. 3D scans have to be made in order to properly assess building damage. Harbia sometimes uses drones for this, but the war means permits are needed to fly them. With the use of such technology increasingly associated with combatants, operating a drone, even for innocuous reasons, is risky for Harbia and her team.UnescoA 3D scan of an historical building in ZabidThere is also a drought of trained labourers, especially those who specialise in historical building methods.\"Young people are not maintaining these traditional building skills. They view them as non-suitable career fields,\" says Harbia.Instead of waiting, she is training them herself. She manages a team of 24 and to date she has also helped train 211 engineers, carpenters and specialists - about half of whom are female.\"I was surprised at the number of women who wanted to enrol in these training opportunities, fields which are traditionally regarded as male only,\" says Harbia, who wears an abaya and niqab - clothing worn by Muslim women in Yemen to cover up completely apart from their eyes, which is a social norm. \"I live in a conservative society, and there's an expectation that no woman would want to be in this role.\"She also takes pride in the fact that she is helping preserve Yemen's historical urban landscape for future generations.\"Despite the different challenges and hardships, this work gives me a feeling of happiness,\" she says. \"Despite all of what the country is going through, I'm able to do my part in maintaining the history and heritage of the country through my work.\"Jack Needham is a freelance journalist writing on culture and technology.(March 2021) Nine-year-old Ahmed, blind since birth, stands in for teachers who don't make it in to their ruined schoolYemen rebels jail model accused of indecencyThe nine-year-old who teaches in a war zoneYemenYemen crisis",
      "summary": "Its famous architecture has been wrecked by war - now a female engineer is rebuilding amid the conflict.",
      "date_published": "2021-11-28T00:10:06+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-59464760",
      "url": "https://www.bbc.com/news/world-middle-east-59464760",
      "title": "Yemen: The children haunted by 'ghosts' of war",
      "content_text": "In Yemen, the Houthi rebels are pushing hard to capture, or encircle, the key city of Marib. It’s the last stronghold of the internationally recognised government and is at the centre of Yemen’s oil fields.  The fall of Marib would be a major turning point in the war. Saudi Arabia, backed by the US and UK, intervened in Yemen in 2015, after the Houthis ousted the government from the capital, Sanaa. Since then Yemen has been gripped by one of the world’s worst humanitarian crises. It’s been a dirty war, with all sides accused of killing civilians and other abuses.  At least 800,000 people displaced by the war have fled to Marib. More are on their way. BBC Middle East editor Jeremy Bowen has travelled to Marib to report on the situation. Israel and Iran have continued to attack each other throughout the night Emergency services in the Israel's of Bat Yam launch rescue efforts following Iran strike. Israeli authorities have indicated that this could be the beginning of a prolonged campaign against Iran. The BBC's Hugo Bachega reports from Jerusalem as the two sides trade fire. Iran launched a fresh wave of missiles towards the country on Friday night, vowing to \"inflict heavy blows\". Israel's wave of strikes against Iran, which began on Thursday night, has continued through today.  BBC Verify's Merlyn Thomas has been examining footage of the attacks and the damage they've caused. Israel's prime minister said Iran's nuclear capability posed a \"clear and present danger\", while Iran's president promised a \"powerful\" response. The BBC's Hugo Bachega reports from Jerusalem, after Israel launched overnight strikes against sites across Iran. Israeli Prime Minister Benjamin Netanyahu said in a video statement that Israel has launched Operation Rising Lion. Israel says it has carried out strikes on Iran's nuclear programme, with blasts and fires seen in Tehran and elsewhere. Palestinians can be seen climbing over fences and running to get humanitarian aid in the footage. The BBC heard from dozens of former officials about their role enforcing the brutality of the Assad regime. Onboard security footage from the Madleen aid vessel shows activists throwing their tech overboard and putting up their hands. Mirjana Spoljaric has appealed to world leaders to intervene in the conflict in Gaza. The BBC’s Anna Foster hosts a debate to discuss whether there have been war crimes in Israel and Gaza. The UN's Tom Fletcher tells the BBC the people of Gaza have been subjected to forced starvation by Israel. A Unifil spokesperson said the main violations of a ceasefire deal reached six months ago are from the Israeli side. Ward Jalal Al-Shaikh Khalil escaped the flames at the school, unaware her mother and two siblings had died in the strike. The BBC's Wyre Davies visits the Kerem Shalom crossing, through which aid for Gaza is currently passing after Israel eased an 11-week blockade. Witnesses tell the BBC about hearing gunshots and the shooter shouting: 'Free Palestine'.",
      "summary": "BBC Middle East editor Jeremy Bowen meets terrified families running from civil war in Yemen.",
      "date_published": "2021-11-30T00:10:18+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-59754152",
      "url": "https://www.bbc.com/news/world-middle-east-59754152",
      "title": "Yemen war: Funding crisis forces UN to cut food assistance",
      "content_text": "22 December 2021ShareSaveShareSaveEPAHalf of all families in Yemen are affected by inadequate food consumption, according to the WFPThe World Food Programme (WFP) has been forced to reduce food assistance to eight million people in need in Yemen because it is running out of funds.From January, affected families will get barely half the daily minimum ration from the UN agency.The five million Yemenis at immediate risk of slipping into famine conditions will remain on a full ration for now.The WFP warned that its food stocks were dangerously low and more severe reductions would soon be unavoidable.Donors have pledged only $2.23bn (£1.68bn) of the $3.85bn requested by UN agencies for the humanitarian aid effort in the war-torn country this year.The WFP needs $813m to continue to assist the most vulnerable until May, and $1.97bn to help those on the brink of famine throughout 2022.BBC Middle East Editor Jeremy Bowen meets terrified children running from civil war and \"ghosts\" in Yemen\"Every time we reduce the amount of food, we know that more people who are already hungry and food insecure will join the ranks of the millions who are starving,\" said Corinne Fleischer, the WFP's regional director for the Middle East and North Africa.\"But desperate times call for desperate measures and we have to stretch our limited resources and prioritise, focusing on people who are in the most critical state,\" she added.Without new funding, the WFP could be forced to cut people from food assistance programmes completely. Malnutrition treatment and food supplies for children may also be reduced.According to the WFP, half of all families - about 16 million people - are now affected by inadequate food consumption, with the devaluation of the Yemeni rial and hyper-inflation driving the economy to near collapse.Inside the city at the heart of Yemen's dirty warYemen crisis: Why is there a war?Food prices have more than doubled across much of the country this year, while fighting across multiple front lines has displaced tens of thousands of people.Yemen has been devastated by a conflict that escalated in 2015, when the Iran-aligned rebel Houthi movement seized control of large parts of the country and a Saudi-led coalition launched an operation to restore President Abdrabbuh Mansour Hadi's rule.The fighting has reportedly left more than 130,000 people dead, while tens of thousands more are estimated to have died from indirect causes, such as lack of food, health services and infrastructure.YemenYemen crisis",
      "summary": "Eight million people going hungry in the war-torn country will get barely half of the daily ration.",
      "date_published": "2021-12-22T12:56:25+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-60082788",
      "url": "https://www.bbc.com/news/world-middle-east-60082788",
      "title": "Scores killed in Yemen prison air strike carnage",
      "content_text": "21 January 2022ShareSaveShareSaveReutersHope of finding survivors in the rubble is said to be fadingAt least 100 people have been killed or wounded in an air strike by the Saudi-led coalition which hit a detention centre in Yemen.The incident happened when a facility was struck in Saada, a stronghold of the rebel Houthi movement, on Friday.It followed nights of intensified bombing raids in the wake of a deadly Houthi attack on the UAE, a Saudi ally.Saudi Arabia has led a coalition of Arab states in a war against the rebels since 2015 which has devastated Yemen.Tens of thousands of civilians, including more than 10,000 children, have been killed or wounded as a direct result of the fighting.Millions have been displaced and much of the population stands on the brink of famine.Hours after the air strike, rescue workers were still pulling bodies out of the rubble, and hopes of finding survivors are fading, says BBC Middle East correspondent Anna Foster.The exact death toll is unclear. Médecins Sans Frontières (MSF) said at least 70 people were killed, though the number is expected to rise.Houthi-run television showed pictures from the scene of men clearing debris with their hands and of wounded at a local hospital. MSF said one hospital had received more than 200 casualties.\"There are many bodies still at the scene of the air strike, many missing people,\" Ahmed Mahat, MSF chief in Yemen, told AFP news agency. \"It is impossible to know how many people have been killed. It seems to have been a horrific act of violence.\"Yemen crisis: Why is there a war?Further south, three children were killed as they were playing football when an air strike hit a telecommunications facility in the rebel-held port city of Hudaydah, Save the Children aid agency said.There was a near countrywide internet outage around the same time, which Houthi media blamed on the attack on the telecommunications site.Saudi Arabia said the coalition had carried out air strikes in Hudaydah but did not mention the attack in Saada.The coalition has stepped up air strikes since the Houthis carried out a rare drone and missile attack on the UAE on Monday. Three civilians were killed in what was the first deadly attack of its kind in the emirates.Saudi Arabian-led intervention in YemenYemenYemen crisis",
      "summary": "Rescue workers have been pulling bodies from rubble after the site was destroyed in an air strike.",
      "date_published": "2022-01-21T15:37:45+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-60092458",
      "url": "https://www.bbc.com/news/world-middle-east-60092458",
      "title": "UN condemns deadly air strike on Yemen prison",
      "content_text": "22 January 2022ShareSaveShareSavePeople have been searching for survivors amid the ruins of the prisonThe UN has condemned an air strike on a Yemen detention centre that has killed more than 70 people.The facility in Saada, a stronghold of the rebel Houthi movement in north-western Yemen, was hit on Friday.UN Secretary General Antonio Guterres said in a statement that the \"escalation needs to stop\".In a statement on Saturday, the Saudi-led coalition fighting Houthi rebels in the country denied it had carried out the air strike.The coalition also said the site was not on a list of targets to avoid that had been agreed with the UN and had not been reported by the Red Cross.Saudi-led coalition forces have been fighting Houthi rebels since 2015. Tens of thousands of civilians, including more than 10,000 children, have been killed or wounded as a direct result of the fighting.Millions have been displaced and much of the population stands on the brink of famine.Hours after the air strike, rescue workers were still pulling bodies out of the rubble, and hopes of finding survivors are fading, says BBC Middle East correspondent Anna Foster.The exact death toll is unclear. Médecins Sans Frontières (MSF) said at least 70 people were killed, though the number is expected to rise.Yemen crisis: Why is there a war?Houthi-run television showed pictures from the scene of men clearing debris with their hands and of wounded at a local hospital. MSF said one hospital had received more than 200 casualties.\"There are many bodies still at the scene of the air strike, many missing people,\" Ahmed Mahat, MSF chief in Yemen, told AFP news agency. \"It is impossible to know how many people have been killed. It seems to have been a horrific act of violence.US Secretary of State Antony Blinken also called for de-escalation.EPAHope of finding survivors in the rubble is said to be fadingFurther south, three children were killed as they were playing football when an air strike hit a telecommunications facility in the rebel-held port city of Hudaydah, Save the Children aid agency said.There was a near countrywide internet outage around the same time, which Houthi media blamed on the attack on the telecommunications site.Saudi Arabia said the coalition had carried out air strikes in Hudaydah.The coalition has stepped up air strikes since the Houthis carried out a rare drone and missile attack on the UAE on Monday. Three civilians were killed in what was the first deadly attack of its kind in the emirates.Scores killed in Yemen prison air strike carnageFunding crisis forces UN to cut food aid in YemenMiddle EastSaudi Arabian-led intervention in YemenYemenYemen crisisSaudi Arabia",
      "summary": "A Saudi-led coalition denies it struck a detention centre on Friday, killing more than 70 people.",
      "date_published": "2022-01-22T04:24:30+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-60190484",
      "url": "https://www.bbc.com/news/world-middle-east-60190484",
      "title": "Hundreds of Houthi rebel child soldiers dead in Yemen war - UN",
      "content_text": "30 January 2022ShareSaveShareSaveEPAThe Houthis have been mobilising more fighters as part of a recent escalation of the conflictNearly 1,500 children recruited by Yemen's Houthi rebels died in fighting in 2020, and hundreds more the following year, the UN says.In a report to the Security Council, experts said rebels were still recruiting children, using summer camps and a mosque to spread their ideology.They added that air strikes on the rebels by Saudi-led forces were still inflicting many civilian casualties.More than 10,000 children have been killed in the war that began in 2015.Tens of thousands of adults have also died as a direct result of the fighting, with millions displaced and on the brink of famine.In the 300-page report, the panel said it had received a list of 1,406 children recruited by the Houthis who had died on the battlefield in 2020 and 562 between January and May the following year.\"The children are instructed to shout the Houthi slogan 'death to America, death to Israel, curse the Jews, victory to Islam',\" the Associated Press news agency quoted the four-member panel of experts as saying.\"In one camp, children as young as seven years of age were taught to clean weapons and evade rockets.\"It called on all parties \"to refrain from using schools, summer camps and mosques to recruit children\" and recommended sanctions for anyone who did not.Yemen crisis: Why is there a war?It also said the rebels, who control the capital Sanaa, were using a complex network of global intermediaries to source critical components for their weapons systems to get around a UN arms embargo.\"All military and paramilitary forces loyal to the Sanaa-based authorities fall under this definition,\" it added.There has been an upsurge in fighting following a Houthi drone attack on government allies the United Arab Emirates two weeks ago.The search for survivors after the 21 January strike on SaadaOn 21 January an air strike on a detention centre in the north-western Houthi stronghold of Saada killed more than 70 people, prompting the UN and US to call for an end to the escalation.UN condemns deadly air strike on Yemen prisonScores killed in Yemen prison air strike carnageFunding crisis forces UN to cut food aid in YemenYemenHouthisYemen crisis",
      "summary": "Nearly 1,500 children recruited by Houthi rebels died in fighting against the government in 2020.",
      "date_published": "2022-01-30T14:56:12+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-60693800",
      "url": "https://www.bbc.com/news/world-middle-east-60693800",
      "title": "Yemen: Two women freed in US-Saudi special op",
      "content_text": "11 March 2022ShareSaveShareSaveGetty ImagesThe women had their passports confiscated and forced into marriages, reports sayTwo Yemeni-American women held in Yemen have been freed in a mission by US and Saudi special forces, a Saudi official has said.The women had been captive since going to visit relatives in the capital, Sanaa, defence ministry spokesman Brig Gen Turki al-Malki said.The joint operation was carried out at the request of the US, Gen Malki said.Sanaa has been held by Houthi rebels since 2014. Saudi Arabia launched an offensive against them in 2015.The rebels have also taken control of large parts of the west of the country, forcing the Western-backed government to relocate to the southern port city of Aden. The conflict between the Houthis and the Saudi-led coalition of Arab states has created a devastating humanitarian crisis and left tens of thousands of civilians dead or wounded.Reuters news agency cited an unnamed source as saying the women had been forced to marry \"under duress\" - and that the operation which freed the women happened in January.It is unclear how long the pair, which the source said were aged 19 and 20, had been held for.\"The two US citizens were mistreated and restrictions were placed on their freedom and movement, and their passports were confiscated,\" Gen Malki said.Gen Malki said they were evacuated to Aden then flown to the Saudi capital, Riyadh, from where they are said to have returned to the US.(March 2021) Nine-year-old Ahmed, blind since birth, stands in for teachers who don't make it in to their ruined schoolThe woman saving Yemen's crumbling heritageThe nine-year-old who teaches in a war zoneYemenYemen crisis",
      "summary": "They had been captive since going to visit relatives in the capital, Sanaa, a Saudi official said.",
      "date_published": "2022-03-11T10:13:31+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-60962188",
      "url": "https://www.bbc.com/news/world-middle-east-60962188",
      "title": "Yemen warring parties agree two-month truce - UN",
      "content_text": "2 April 2022ShareSaveShareSaveAFP/Getty ImagesYemen is facing one of the world's worst humanitarian crisesA two-month truce has been agreed by warring parties in Yemen, the UN says.It is the first nationwide truce agreed since 2016 in a war which has killed nearly 400,000 people, according to UN estimates.About 60% died from hunger, lack of healthcare and unsafe water.The deal between the Saudi-led coalition and Iran-backed Houthi rebels - which can be extended if both agree - came into effect at 16:00 GMT on Saturday.Saturday is the first day of the Muslim holy month of Ramadan for many Muslims.US President Joe Biden hailed the UN-brokered truce as a long-awaited \"reprieve for the Yemeni people\".But he added: \"These are important steps, but they are not enough. The ceasefire must be adhered to, and as I have said before, it is imperative that we end this war.\"Yemen: Why is there a war?The truce announcement was made by the UN special envoy Hans Grundberg on Friday, on the second day of peace talks in Riyadh, Saudi Arabia.\"The parties accepted to halt all offensive military air, ground and maritime operations inside Yemen and across its borders,\" his statement said.Fuel ships will be allowed passage into the rebel-held port of al-Hudaydah on the Red Sea, and commercial flights will be able to operate from the airport in the rebel-held capital Sanaa. Roads into the besieged south-western city of Taiz would also be opened, said the UN envoy.UN Secretary General Antonio Guterres urged all sides to implement the agreement as soon as possible.The Saudi-led coalition backing Yemen's official government has been fighting the Houthis for the past seven years, using mainly air strikes.The Houthis, in turn, have used drones and missiles to attack both Saudi Arabia and its ally, the United Arab Emirates.Yemen has seen some of the worst violence of its eight-year civil war in the past 12 monthsYemen: Why is there a war there?Women held in Yemen freed in US-Saudi special opHundreds of child soldiers dead in Yemen war - UNMiddle EastYemenYemen crisisSaudi Arabia",
      "summary": "It is the first nationwide truce since 2016, in a war said to have killed nearly 400,000 people.",
      "date_published": "2022-04-02T17:18:22+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-65273289",
      "url": "https://www.bbc.com/news/world-middle-east-65273289",
      "title": "Yemen war: Major prisoner swap raises hopes",
      "content_text": "14 April 2023ShareSaveRaffi BergBBC NewsShareSaveReutersIt is the largest-scale prisoner exchange for more than two yearsA major prisoner swap between warring sides in Yemen is under way, seen as part of stepped-up efforts to end the devastating eight-year conflict there.Red Cross officials said 318 prisoners had been flown on four flights between the rebel-held capital, Sanaa, and government-held Aden.About 900 prisoners are expected to be exchanged over the next three days.The war between rebels and pro-government Saudi-led forces has left tens of thousands of Yemenis dead.It has also created what the UN has called one of the world's worst humanitarian crises, with some 80% of the population forced to rely on food aid to survive.The exchange - the largest since late 2020 - is seen as a confidence-building measure, following talks earlier this week in Sanaa between a Saudi delegation and Houthi rebels aimed at reaching a new and potentially permanent ceasefire.Why is there a war in Yemen?The talks were facilitated by Oman, which shares a border with both Saudi Arabia and Yemen and has played a key role in attempts to broker an end to the fighting for years.There has been increased momentum towards ending the war since Saudi Arabia and the Houthis resumed direct on-off talks last year. Hopes were furthered when Saudi Arabia and its powerful rival Iran - the Houthis' main backer -agreed last month to restore relations after a bitter seven-year rift.Despite the failure to renew a UN-brokered six-month ceasefire in October, there has been a sharp decline in fighting, accompanied by some steps to ease tensions. They include the easing of restrictions on imports and prisoner exchanges, agreed in negotiations in Switzerland last month.There are believed to be thousands of prisoners held by both sides.\"With this act of goodwill, hundreds of families torn apart by conflict are being reunited during the holy month of Ramadan, providing a glimmer of hope amidst great suffering,\" said Fabrizio Carboni, regional director of the International Committee of the Red Cross (ICRC).Yemen has been devastated by a conflict that escalated in 2015, when the Houthis seized control of large parts of the west of the country.President Abdrabbuh Mansour Hadi fled abroad and a Saudi-led alliance of Arab states intervened to restore his rule. However, years of military stalemate have followed.The fighting has reportedly left more than 150,000 people dead and more than 23 million people - three-quarters of the population - in need of some form of aid.Saudi-Houthi talks bring hope of Yemen ceasefireHundreds of child soldiers dead in Yemen war - UNSaudi Arabia proposes Yemen peace planSaudi Arabian-led intervention in YemenYemenYemen crisisSaudi Arabia",
      "summary": "Hundreds held by the warring sides are being freed, as momentum builds for an end to the conflict.",
      "date_published": "2023-04-14T15:53:13+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-65362736",
      "url": "https://www.bbc.com/news/world-middle-east-65362736",
      "title": "The woman who travelled seven hours by camel to give birth",
      "content_text": "23 May 2023ShareSaveCharlene Anne RodriguesBBC NewsShareSaveSadam Alolofy/UnfpaMona with her baby boy, Jarrah, at her house in Mahweet, north-west YemenWhen Mona's contractions hit, a camel became her lifeline.Mona, 19, expected the 40km (25-mile) journey to the hospital would take four hours from her home on top of rocky mountains. But with no roads - suffering labour pains and in bad weather - it took seven hours instead.\"With every step the camel took forward, I was torn apart,\" she said.When the camel could go no further, Mona dismounted and trudged the final leg of her journey on foot with her husband.In north-west Yemen's Mahweet province, Bani Saad hospital is the only surviving health facility for thousands of women. From Mona's house, in Al-Maaqara village, the facility can only be reached through treacherous mountains on camels or by foot.While clinging to her ride, Mona feared for her safety and that of her unborn child.\"The road was rocky,\" she said, recalling the \"physically and mentally exhausting trip\".\"There were times I prayed that God would take me away and protect my baby so I could escape the pain.\"Sadam Alolofy/UnfpaPregnant women journeying to Bani Saad hospital, the only medical facility in the provinceMona has no memory of arriving at the hospital but she does remember being filled with hope after hearing her baby's cries in the hands of midwives and surgeons.She, along with her husband, named the baby boy Jarrah after the surgeon who saved them.The roads to the hospital from nearby villages are narrow. Some are disintegrated or blocked due to eight years of war between pro-government forces supported by a Saudi-led coalition and the Iranian-backed rebel Houthi movement.Women, family members, or partners often assist pregnant women for hours through the hills to the hospital.Salma Abdu, 33, who was accompanying an expectant mother, said that halfway through her journey she saw a pregnant woman who had died at night on her way.Salma is urging people to have mercy on the women and children.\"We need roads, hospitals, pharmacies. We are stranded in this valley. Those who are lucky give birth safely. Others die, also having endured the misery of the trip,\" she said.Some families can pay for the hospital but do not have the financial resources to get there.A woman dies every two hours during childbirth from preventable causes in Yemen, according to Hicham Nahro of the United Nations Population Fund (UNFPA) in Yemen.Mr Nahro said it was often the case that women in remote areas of Yemen did not have regular check-ups or seek help unless they started bleeding or were in severe pain.Sadam Alolofy/UnfpaInternational funding is drying up for healthcare facilities like Bani Saad hospitalFewer than half of births are assisted by a skilled doctorand only one third of births take place in a health facility, according to the UNFPA. Two fifths of Yemen's population live more than an hour away from the nearest fully functioning public hospital.Yemen's broken healthcare system was struggling even before the war. The conflict, though, has caused widespread damage to Yemen's hospitals and roads, making it impossible for families to travel without difficulty.Hospitals are lacking qualified staff, equipment and medicines, and investment in roads and infrastructure has stalled.Only one in five of the functioning facilities can providereliable maternal and child health services, according to UNFPA.Mona's story is just one of many such cases of hardship faced by expectant mothers in Yemen. Car ownership is beyond the reach of most ordinary people in Yemen, where 80% of the population is reliant on aid.Hailah's husband used the little money he had saved when he worked in Saudi Arabia to ensure his wife could travel to the hospital on a borrowed motorcycle.When her waters broke, her brother-in-law strapped her to the bike and set off, but on the way she fell.When they got to the Hadaka health centre in Dhamar, Hailah was quickly moved to the surgery ward.\"I thought it was the end,\" said the 30-year-old. \"There was no way for me and my unborn to survive.\"She was warned during the early stages of her pregnancy that giving birth at home was not an option due to risks of severe bleeding and other pregnancy complications.The doctor at the health centre said Hailah and the baby were saved at the 11th hour.She named her baby girl Amal, meaning \"hope\" in Arabic.\"I nearly lost the baby and life lost its meaning due to the cursed war, but this baby gave me hope,\" she said.With international funding drying up, centres like the Bani Saad hospital are further financially squeezed. Staff at the centre fear for the future of mothers and babies as they are forced to prioritise who they can save.Additional reporting by Fuad Rajeh and Mohammed Al QalisiYemen: Why is there a war there?The terrible toll on women of Yemen's warSaudi Arabian-led intervention in YemenYemenWomenYemen crisis",
      "summary": "Mona survived the agonising journey, but others facing the same stark choice in Yemen have not.",
      "date_published": "2023-05-23T00:01:20+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-61020866",
      "url": "https://www.bbc.com/news/world-middle-east-61020866",
      "title": "Yemen president hands power to council in major shake-up",
      "content_text": "7 April 2022ShareSaveShareSaveReutersYemeni President Abdrabbuh Mansour Hadi announced the transfer of power in a televised statementYemen's president has sacked his deputy and transferred power to a leadership council in a major shake-up of the Saudi-backed coalition fighting Houthi rebels in the country's civil war.Abdrabbuh Mansour Hadi announced that the eight-member council would be led by former minister Rashad al-Alimi.He tasked it with negotiating with the Houthis to agree a permanent ceasefire and a political solution to the war.The move comes five days after the start of a two-month nationwide truce.Yemen has been devastated by a conflict that escalated in 2015, when the Iran-aligned Houthis seized control of large parts of the west of the country.Mr Hadi fled abroad, and a Saudi-led alliance of Arab states intervened to restore his rule. However, seven years of military stalemate have followed.The fighting has reportedly left more than 150,000 people dead and triggered one of the world's worst humanitarian crises, with more than 23 million people - three quarters of the population - in need of some form of aid.Yemen has seen some of the worst violence of its eight-year civil war in the past 12 months\"I irreversibly delegate to the Presidential Leadership Council my full powers in accordance with the constitution and the Gulf Initiative and its executive mechanism,\" Mr Hadi announced in a statement in the early hours of Thursday.He said the council would manage Yemen's political, military and security affairs during what he called the \"transitional period\". It would also \"negotiate with the Houthis to reach a ceasefire all over Yemen and sit at the negotiating table to reach a final political solution\", he added.The council will be chaired by Mr Alimi, an adviser to Mr Hadi and former interior minister who reportedly has close ties with Saudi Arabia and Yemen's powerful Sunni Islamist Islah party.Yemen: Why is there a war there?Inside the city at the heart of Yemen's dirty warThe other seven members include Aidrous al-Zubaidi, head of the UAE-backed Southern Transitional Council (STC), which wants an independent South Yemen; Tareq Saleh, a military commander and nephew of late former president Ali Abdullah Saleh; and Sheikh Sultan al-Arada, the governor of the oil-rich province of Marib, a key battleground in the conflict.Peter Salisbury, a Yemen analyst for the International Crisis Group, wrote on Twitterthat the transfer of power to political and military figures with direct roles on the ground was the \"most consequential shift in the inner workings of the anti-Houthi bloc since war began\".But he added: \"How this will actually work in practice will be... complicated to say the least.\"Anadolu Agency via Getty ImagesSaudi Crown Prince Mohammed bin Salman (L) shook hands with new council's chairman, Rashad al-Alimi (R)Saudi Arabia stressed its full support for the counciland pledged $3bn (£2.3bn) in new financial aid, state media reported.Saudi Arabia will use part of that money, along with the United Arab Emirates, to inject $2bn (£1.5bn) into the Central Bank of Yemen, while $1bn will be provided for petroleum products and development projects.Saudi Arabia also called on the council to \"embark on negotiations with the Houthis under the auspices of the UN\".On Wednesday, UN special envoy Hans Grundberg said there had been a \"significant reduction in violence\"since the first nationwide truce in six years took effect on Saturday, the start of the Islamic holy month of Ramadan.However, he warned that there had been \"reports of some hostile military activities, particularly around Marib, which are of concern\".The truce should also see 18 fuel ships enter the rebel-controlled port of Hudaydah; the operation of two commercial flights a week in an out of the rebel-held capital Sanaa; and the opening of roads in the city of Taiz, which the rebels have besieged since 2015.So far, the government has released four fuel ships and preparations are under way for the first flight from Sanaa.\"This truce is a step, an important one, but a fragile step, nonetheless. We need to make the best possible use of the window this truce gives us to work towards ending the conflict,\" Mr Grundberg said.Yemen warring parties agree two-month truce - UNThe children haunted by ghosts of warSaudi Arabian-led intervention in YemenYemenYemen crisisSaudi Arabia",
      "summary": "Abdrabbuh Mansour Hadi tells a new leadership council to negotiate a peace deal with the Houthis.",
      "date_published": "2022-04-07T10:56:40+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-14704852",
      "url": "https://www.bbc.com/news/world-middle-east-14704852",
      "title": "Yemen country profile - BBC News",
      "content_text": "Despite its ancient roots as the crossroads of Africa, the Middle East and Asia, the modern Republic of Yemen is a relatively new state.It was created after communist South Yemen merged with North Yemen in 1990, following years of strife, but tensions have never been far below the surface.Yemen has been in state of political crisis since 2011, when a fresh wave of protests in 2011, inspired by the Arab Spring uprisings in Tunisia and Egypt, forced President Ali Abdallah Saleh to resign.In the ensuing turmoil, the Houthis seized much of the north and west of the country, while Saudi-led forces intervened to support the internationally-recognised government based initially in Aden in the south. The multi-sided fighting has also seen activity by al-Qaeda and Islamic State jihadist groups.In 2018, Aden was seized by the separatist Southern Transitional Council, which is supported by the United Arab Emirates. The internationally-recognised government - the Presidential Leadership Council - is now based in Riyadh, Saudi Arabia.The continuing civil war in Yemen has reportedly left more than 150,000 people dead and triggered one of the world's worst humanitarian crises, with more than 23 million people - three quarters of the population - in need of some form of aid.See morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:SanaaArea:528,000 sq kmPopulation:30.9 millionLanguage:ArabicLife expectancy:61 years (men) 67 years (women)Chairman, Presidential Leadership Council: Rashad Muhammad al-AlimiImage source,Getty ImagesRashad al-Alimi became chairman of the Presidential Leadership Council when President Abdrabbuh Mansour Haditransferred his powers to the councilin April 2022.It is tasked with negotiating with the Houthis to agree a permanent ceasefire and a political solution to the war.The other seven members include Aidrous al-Zubaidi, head of the UAE-backed Southern Transitional Council (STC) that wants an independent South Yemen; Tareq Saleh, a military commander and nephew of late former president Ali Abdullah Saleh; and Sheikh Sultan al-Arada, governor of the oil-rich province of Marib and a key battleground in the conflict.Announcing the transfer of power, President Hadi said the council would manage Yemen's political, military and security affairs during what he called the \"transitional period\". It would also \"negotiate with the Houthis to reach a ceasefire all over Yemen and sit at the negotiating table to reach a final political solution\".Image source,Getty ImagesImage caption,Yemen has been gripped by a devastating civil war since 2015Yemen's media has been polarised since the political power struggle erupted into open civil war.TV and radio are vital elements in the media scene, and state TV is caught in the tug-of-war between the Houthis and the internationally-recognised government.Read full media profileImage source,Getty ImagesImage caption,The capital Sanaa has seen air strikes by the Saudi-led coalition trying to displace Houthi rebelsSome key dates in Yemen's history:1500s- Ottomans absorb part of Yemen into their empire but are expelled in the 1600s.1839- Aden in South Yemen comes under British rule. When the Suez Canal opens in 1869, it serves as a refuelling port of strategic importance to the British empire.1918- Ottoman Empire dissolves, North Yemen gains independence and is ruled by Imam Yahya.1948- Yahya assassinated, but his son Ahmad fights off opponents of feudal rule and succeeds his father.1962- Imam Ahmad dies and is succeeded by his son, but army officers seize power and set up the Yemen Arab Republic, sparking civil war between royalists supported by Saudi Arabia and republicans backed by Egypt.1967- Britain withdraws from the south after years of a pro-independence insurgency, and its former territories unite as the People's Republic of Yemen.1969- A communist coup renames the south the People's Democratic Republic of Yemen and reorients it towards the Soviet bloc.1990- The two Yemens unite as the Republic of Yemen with Ali Abdallah Saleh as president, as the Soviet bloc implodes. Tension between former states endures.1994- Brief war of secession ends in defeat of southern separatist forces.2000- Al-Qaeda gains prominence in Yemen, ushering in a period of terrorist attacks.2004- Troops battle Shia insurgency led by Hussein al-Houthi in the north.2009- Yemeni army launches a fresh offensive against Houthi rebels in the northern Saada province. Tens of thousands of people are displaced by the fighting.2010- Thousands flee government offensive against separatists in southern Shabwa province.2011- Arab Spring protests spread to Yemen; President Saleh agrees to hand over power to his deputy, Abdrabbuh Mansour Hadi.2014- Houthi Shia rebels overrun the capital, Sanaa, plunging country into a prolonged civil war.2015- Saudi Arabia leads international military coalition against the Houthis, who it says are being aided by Iran.Islamic State carries out its first major attacks in Yemen - two suicide bombings targeting Shia mosques in Sanaa, in which 137 people are killed.2018- Southern Yemeni separatists, the Southern Transitional Council - backed by the United Arab Emirates - seize control of Aden, the main city in the south.2019- Separatists and government sign power-sharing agreement to end conflict in southern Yemen.2022- President Hadi resigns after losing the support of the Saudi-led coalition and the Presidential Leadership Council takes power.Image source,Getty ImagesImage caption,Funerals in Sanaa: More than 150,000 people have been killed in the civil warMiddle EastYemenYemen crisisThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Yemen, including key dates and facts about this Middle Eastern country.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-14654150",
      "url": "https://www.bbc.com/news/world-middle-east-14654150",
      "title": "Oman country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 7 September 2023Oman is the oldest independent state in the Arab world. It is strategically placed at the mouth of the Gulf at the south-east corner of the Arabian Peninsula.From the 17th Century onwards, the Omani Sultanate was an empire and competed with the Portuguese and British empires for influence in the Persian Gulf and Indian Ocean.In the 19th Century, Oman's extended across the Strait of Hormuz to Iran and Pakistan and down the East African coast to Zanzibar.After deposing his father in 1970, Sultan Qaboos opened up the country and embarked on a policy of modernisation - abolishing slavery which had once been a key part of its trade.Oil reserves in Dhofar were discovered in 1964. The main threat to Oman's territorial integrity came with the 1965-75 Dhofar Rebellion, which saw pro-Soviet secessionist forces pitted against government troops. It was finally put down with military support from the UK, Iran, Jordan and Pakistan.Oman has not been immune from the groundswell of political dissent in the region, however. Sultan Qaboos responded to the rare outbreak of discontent in 2011, following the wave of pro-democracy protests across the Arab world, by promising more jobs and benefits after initially suppressing demonstrations.However, he also determined that the centre of political power, combining both executive and legislative powers, should remain his personal prerogative, closed off from any debate.See morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:MuscatArea:309,500 sq kmPopulation:4.5 millionLanguage:ArabicLife expectancy:76 years (men) 80 years (women)Head of state: Haitham bin Tariq Al SaidImage source,Getty ImagesHaitham bin Tariq Al Said succeeded to the throne on the death of his cousin, Qaboos Bin Said Al Said, in January 2020.Sultan Haitham was 65 on his accession, and the Oxford-educated veteran government official is expected to continue both his predecessor's neutral path in foreign affairs and his focus on economic and social reform.As head of Oman's Vision 2040 initiative, Sultan Haitham has been heavily involved in efforts to make the country less reliant on oil and gas exports for revenue - one of the country's main economic challenges.Policies favouring Omanis in employment for the last 20 years have had limited results, with continuing social inequalities, unemployment and poverty.Image source,Getty ImagesImage caption,The Sultan Qaboos mosque in Muscat, which was completed in 2000, is the largest mosque in OmanThe government operates the main broadcasters, and press freedom groups say that media censorship is widespread.The internet is a medium for public debate, but online activists can be targeted by the authorities, says Reporters Without Borders.Read full media profileImage source,Getty ImagesImage caption,Nakhl fort in northern Oman dates from the 7th Century, but was extensively expanded and developed in the 18th and 19th CenturiesSome key dates in Oman's history:8th Century- Onset of Arab domination and the introduction of Islam.1507- Portuguese sack Muscat and capture the Omani coast; they are driven out in 1650.1737- Persians invade and are driven out in 1749, when the Al Bu Said dynasty comes to power, which continues to rule to this day.1800s-1900s- Omani empire expands to include Zanzibar and Mombasa on Africa's east coast and parts of the Indian subcontinent, reflecting Oman's strong maritime heritage.1913- Control of the country splits. The interior is ruled by Ibadite imams and the coastal areas by the sultan.1920- Under a British-brokered agreement, the sultan recognises the autonomy of the interior.1954-59- Jebel Akhdar War sees fighting between local Omanis in the interior, led by their elected imam, Ghalib al-Hinai, and forces of the sultan, backed by the UK and a consortium of global oil firms - a key factor being the oil reserves in the interior of Oman.1959- Helped by the British army and an RAF bombing campaign, Sultan Said bin Taimur regains control of the interior. His rule is characterised by a feudal and isolationist approach.1964- Oil reserves are discovered; production begins in 1967.1965-75- Dhofar Rebellion in southern Oman, sees leftist forces secessionist forces fighting government troops. The uprising is finally put down with considerable military backing from the UK, as well as Jordan, UAE and Iran.1970- The sultan is overthrown by his son in a bloodless coup. Sultan Qaboos bin Said begins a liberalisation and modernisation programme.Image source,Getty ImagesImage caption,Sultan Qaboos undertook a policy of modernisation and economic reforms, with increased spending on health, education and welfare1981- Oman is a founding member of the six-nation Gulf Cooperation Council.1997- Sultan Qaboos decrees that women can stand for election to - and vote for - the Consultative Council. Two women are duly elected.1999- Oman and neighbouring United Arab Emirates (UAE) sign a border agreement defining most of their disputed common frontier.2002- Sultan Qaboos extends voting rights to all citizens over the age of 21.2007- Oman's Arabian Oryx sanctuary becomes the first site to be removed from Unesco's World Heritage list after the rare species dwindled and the government cut the park size by 90%.2011- Protesters demand jobs and political reform. One demonstrator is shot dead by police. Sultan Qaboos reacts by promising jobs and benefits.2020- Sultan Qaboos dies, is succeeded by his cousin Haitham bin Tariq Al Said.Image source,Getty ImagesImage caption,Oryxes were reintroduced to Oman in 1994 and once numbered 450 but the population has shrunk significantly due to loss of habitat and poachingMiddle EastOmanThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Oman, including key dates and facts about this Middle Eastern country.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-middle-east-14541327",
      "url": "https://www.bbc.com/news/world-middle-east-14541327",
      "title": "Iran country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 14 October 2024Iran became an Islamic republic in 1979, when the monarchy was overthrown and clerics assumed political control under Ayatollah Khomeini.The revolution put an end to the rule of the Shah, who had alienated powerful religious, political and popular forces with a programme of modernisation and Westernisation, coupled with heavy repression of dissent.Iran was one of the greatest empires of the ancient world, and has long maintained a distinct cultural identity by retaining its own language and adhering to the Shia interpretation of Islam.Read morecountry profiles,external- Profiles byBBC Monitoring,externalSupreme Leader: Ayatollah Ali KhameneiImage source,Getty ImagesThe Supreme Leader - the highest power in the land - appoints the heads of the judiciary, military and media. He also confirms the election of the president.Ali Khamenei was appointed for life in June 1989, succeeding Ayatollah Khomeini. He previously served two consecutive terms as president in the 1980s.President: Masoud PezeshkianImage source,Getty ImagesReformist Masoud Pezeshkian was elected as Iran president in July 2024, beating his hardline conservative rival Saeed Jalili.He won 53.3% of the more than 30 million votes while Mr Jalili polled at 44.3% in the second round run-off.The run-off came after no candidate secured a majority in the first round of the election, which saw a historically low voter turnout of 40%.The election was called after Iran's previous president Ebrahim Raisi was killed in a helicopter crash in May, in which seven others also died.Dr Pezeshkian, a heart surgeon and member of the Iranian parliament, has been critical of Iran's notorious morality police and caused a stir after promising \"unity and cohesion\", as well as an end to Iran's \"isolation\" from the world.He has also called for \"constructive negotiations\" with Western powers over a renewal of the faltering 2015 nuclear deal in which Iran agreed to curb its nuclear programme in return for an easing of Western sanctions.The president is the top elected official and second in rank to the supreme leader. He is responsible for the day-to-day running of the government and has significant influence over domestic policy and foreign affairs.However, his powers are relatively limited - especially in security matters. The president's interior ministry runs the national police force. However, its commander was appointed by the supreme leader and is answerable directly to him.The same is true of the commander of the Islamic Revolutionary Guard Corps and the Basij.The president's powers can also be checked by parliament, which introduces new laws.In turn, the Guardian Council - which contains close allies of the supreme leader - has the job of approving new laws and can veto them.Image source,Getty ImagesAll broadcasting from Iranian soil is controlled by the state and reflects official ideology. A wider range of opinion may be found online and in the printed press.Iran is one of the world's most repressive countries for journalists, says Reporters Without Borders.Read full media profileImage source,Getty ImagesImage caption,Iran has a rich historical heritage which can be seen in places such as PersepolisSome key dates in Iran's recent history:1794- Mohammad Khan Qajar seizes power and founds the Qajar dynasty.1921- Military commander Reza Khan seizes power and is later crowned Reza Shah Pahlavi.1941- Britain and Russia occupy Iran during World War Two.1953- Coup engineered by British and US intelligence services overthrows Prime Minister Mohammad Mosaddegh.1979- Iranian revolution unseats the Shah.1980-1988- Iran-Iraq war.1989- Ayatollah Khomeini, the supreme leader and founder of the Islamic Republic, dies and is replaced by Ayatollah Ali Khamenei.1997- Reformist Mohammad Khatami is elected president in a landslide.2004- US says Iran's nuclear programme is a growing threat and calls for international sanctions.2005- Hardline Mahmoud Ahmadinejad is elected president.2009- Ahmadinejad is re-elected in a disputed election triggering months of mass protests known as the \"Green Movement\".2013- Moderate Hassan Rouhani elected president.2015- Iran and major world powers reach agreement over its controversial nuclear activities. Tehran agrees to cut its nuclear programme in return for partial lifting of sanctions.2018- US withdraws from the 2015 international deal on Iran's nuclear programme and imposes sanctions on Tehran.2020- Qasem Soleimani, head of IRGC's external arm known as the Quds Force and arguably the most powerful figure in Iran after Ayatollah Khamenei, is assassinated by the US in Iraq.2021- Hardline Ebrahim Raisi is elected as president.2022- Mass nationwide protests after the death in police custody of Mahsa Amini.2024- President Raisi is killed in a helicopter crash, reformist Masoud Pezeshkian is subsequently elected president.Image source,Getty ImagesImage caption,The leader of the Iranian revolution, Ayatollah Khomeini, returned from exile in 1979Middle EastAli KhameneiIranThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview about Iran, including key facts and dates about this Middle Eastern country.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-67763148",
      "url": "https://www.bbc.com/news/world-south-asia-67763148",
      "title": "Kashmir media guide",
      "content_text": "10 March 2025ShareSaveShareSaveThis page is no longer being updated. It was last updated on 19 December 2023Getty ImagesReporting on Kashmir from both India and Pakistan mainstream media is deeply politicized and reflects the tension between the two countries.Media in Indian-administered Kashmir are generally split between pro- and anti-secessionist. Local journalists work under strict curfews and also face threats from militant groups. Internet access is sporadic and text messaging services are regularly blocked.Until mid-2019, according to Freedom House, print media were thriving in Jammu and Kashmir. Online media had proliferated, providing new platforms for news and information. The 2019 announcement of the region's changed administrative status was accompanied by a severe clampdown on the activities of local and foreign journalists.A new media policy introduced in June 2020 gave government officials the authority to examine and censor content.Media guides by BBC MonitoringAftab- leading independent popular Urdu-language dailyAlsafa- popular Urdu-language newspaperGreater Kashmir- leading Srinagar-based English-language online dailyKashmir Times- largest circulationKashmir Monitor- English-language online newspaperKashmir Reader- English-language news websiteRising Kashmir- English-language online newspaperKashmir Uzma- prominent Urdu-language newspaperSrinagar Times- Urdu-language privately-owned independent dailyLocal cable TV channels:SEN TVJK ChannelTake-1 TVWadi TV9 TVTerrestrial TV:Doordarshan's Kashir Channel- broadcasts in Urdu and KashmiriBig FM 92.7 - sole private stationKashmir News Service (KNS)Current News Service (CNS)The area is subject to laws curbing freedom of expression, particularly regarding reporting or commentary on its political status. Media organisations need official permission to operate.A wide range of outlets are present and active, but news coverage does not diverge from Pakistan's position, which is that India's hold over the Kashmir Valley is illegitimate and all Kashmiris seek accession to Pakistan.A number of outlets have faced closure by authorities in recent years. Internet access is also limited given the underdeveloped telecom structure. Many newspapers do not have an internet presence and publication is sporadic.No foreign media are based in Pakistan-administered Kashmir without the prior permission of the state government.Siasat- Urdu-language dailyMahasib- Urdu-language dailyKhabarama - Urdu-language dailyKashmir Express- Urdu-language newspaperPTV Azad Jammu and Kashmir - a subsidiary of state-owned Pakistan TV Corporation (PTV). Launched in 2004, broadcasts mostly in Urdu, Pahari and Gojri.Azad Kashmir Radio (AKR) - government-run service broadcasting from Muzaffarabad and MirpurFM 93 Muzaffarabad and FM 93 Mirpur - community radio run by Pakistan Broadcasting Corporation (PBC), broadcasting in Urdu and EnglishVoice of Kashmir - privately-owned radio stationPakistanMediaKashmir tensionsIndiaKashmir",
      "summary": "An overview of the media in Indian- and Pakistan-controlled Kashmir, and links to broadcasters.",
      "date_published": "2025-03-10T15:46:00+00:00",
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-11693674",
      "url": "https://www.bbc.com/news/world-south-asia-11693674",
      "title": "Kashmir profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 19 December 2023Image source,Getty ImagesImage caption,Kashmir features high mountains and deep valleysThe Himalayan region of Kashmir has been a flashpoint between India and Pakistan for over six decades.Since India's partition and the creation of Pakistan in 1947, the nuclear-armed neighbours have fought two wars over the Muslim-majority territory, which both claim in full but control in part.Today it remains one of the most militarised zones in the world. China administers parts of the territory.The population of historic Kashmir is divided into about 10 million people in Indian-administrated Jammu and Kashmir and 4.5 million in Pakistani-administered Kashmir. There are a further 1.8 million people in the Gilgit-Baltistan autonomous territory, which Pakistan created from northern Kashmir and the two small princely states of Hunza and Nagar in 1970.See more country profiles,external- Profiles compiled byBBC Monitoring,externalWhen India and Pakistan gained independence from British rule in 1947, the various princely rulers were able to choose which state to join.The Maharaja of Kashmir, Hari Singh, was the Hindu head of a majority Muslim state sandwiched between the two countries and could not decide. He signed an interim \"standstill\" agreement to maintain transport and other services with Pakistan.In October 1947 tribesmen from Pakistan invaded Kashmir, spurred by reports of attacks on Muslims and frustrated by Hari Singh's delaying tactics. The Maharaja asked for Indian military assistance.India's governor-general, Lord Mountbatten, believed peace would best be served by Kashmir's joining India on a temporary basis, pending a vote on its ultimate status. Hari Singh signed the Instrument of Accession that month, ceding control over foreign and defence policy to India.Indian troops took two-thirds of the territory, and Pakistan seized the northern remainder. China occupied eastern parts of the state in the 1950s.Whether the Instrument of Accession or the entry of Indian troops came first remains a major source of dispute between India and Pakistan. India insists that Hari Singh signed first, thereby legitimising the presence of their troops. Pakistan is adamant that the Maharaja could not have signed before the troops arrived, and that he and India had therefore ignored the \"standstill\" agreement with Pakistan.Pakistan demands a referendum to decide the status of Kashmir, while Delhi argues that, by voting in successive Indian state and national elections, Kashmiris have confirmed their accession to India. Pakistan cites numerous UN resolutions in favour of a UN-run referendum, while India says the Simla Agreement of 1972 binds the two countries to solve the problem on a state-to-state basis.There has been no significant movement from these positions in decades. In addition, some Kashmiris seek a third option - independence - which neither India nor Pakistan is prepared to contemplate.The two countries fought wars over Kashmir in 1947-48 and 1965. They formalised the original ceasefire line as the Line of Control in the Simla Agreement, but this did not prevent further clashes in 1999 on the Siachen Glacier, which is beyond the Line of Control. India and Pakistan came close to war again in 2002.The situation was further complicated by an Islamist-led insurgency that broke out in 1989. India gave the army additional authority to end the insurgency under the controversial Armed Forces Special Powers Act (AFSPA). Despite occasional reviews of the AFSPA, it still remains in force in Indian-administered Jammu and Kashmir.Image source,Getty ImagesReporting on Kashmir from both India and Pakistan mainstream media is deeply politicized and reflects the tension between the two countries.Media in Indian-administered Kashmir are generally split between pro- and anti-secessionist. Local journalists work under strict curfews and also face threats from militant groups. Internet access is sporadic and text messaging services are regularly blocked.In Pakistani-controlled Kashmir, the media are used mainly for propaganda purposes, mainly to highlight the alleged human rights violations in Indian-administered Kashmir.Read full media profileKey dates in Kashmir's history:1846- Creation of the princely state of Kashmir.1947-8- The Maharaja of Kashmir signs a treaty of accession with India after a Pakistani tribal army attacks. War breaks out between India and Pakistan over the region.1949- Kashmir is partitioned between India and Pakistan, with a ceasefire line agreed.1962- China defeats India in a brief war in a dispute over the Aksai Chin border area.1965- Second Indo-Pakistan war over Kashmir ends in a ceasefire.Rise of Kashmiri nationalism: Jammu Kashmir Liberation Front is founded with the aim of forming an independent state through the reunification of Indian-administered and Pakistan-administered Kashmir.1972- Simla Agreement: India and Pakistan formalise the ceasefire line as the Line of Control as part of new resolve to negotiate differences after their war which ended in Bangladesh splitting from Pakistan.1980-90s- Kashmir insurgency: Discontent over Indian rule leads to armed resistance, mass protests and a rise in Pakistan-backed militant groups. Ten of thousands of people are killed.1999- India and Pakistan engage in a brief conflict after militants cross the Line of Control into the Indian-administered district of Kargil.2008- India and Pakistan open trade route across the Line of Control for the first time in six decades.2010- Anti-India protests in Indian-administered Kashmir in which over 100 youths are killed.2015- Political watershed: Elections in Jammu and Kashmir see India's ruling Hindu nationalist BJP party emerge as a major political player in the region for the first time when it forms part of a coalition government with the regional Muslim People's Democratic Party.2019- Indian government strips Jammu and Kashmir state of the special status that gave it significant autonomy.Image source,Getty ImagesImage caption,Kashmir is one of the world's most militarised areasPakistanKashmir tensionsIndiaKashmir",
      "summary": "Provides an overview of Kashmir, which has been partitioned between India and Pakistan since 1947.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12000330",
      "url": "https://www.bbc.com/news/world-south-asia-12000330",
      "title": "Sri Lanka media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 4 October 2024Image source,Getty ImagesImage caption,Media outlets are divided along ethnic linesSri Lanka's media divide along language and ethnic lines.Separate media outlets cater for Sinhala, Tamil and English speaking audiences. Those in Sinhala have the largest audiences.Privately-owned TVs have larger audiences than state-owned outlets.The printed press is popular. There are more than 20 daily titles, publishing in the three main languages.Privately-owned networks have the lion's share of the TV audience. Non-state media often engage in political debate and criticise government policies.The state runs two TV stations, radio networks and newspapers in Sinhala, Tamil and English.At the height of the civil war Sri Lanka was one of the world's most dangerous places for journalists.Despite the pledges given by President Sirisena in 2015 to investigate past attacks on journalists, nearly all the crimes of violence against journalists remain unpunished, Reporters Without Borders (RSF) said in 2018.RSF said political control over media ownership is a major concern and has the potential to undermine pluralism and impartiality.There were some 8.9 million internet users by July 2022, comprising 41% of the population (Internetworldstats.com). The web is a popular and growing medium for news.There were major restrictions to online connectivity and social media platforms during communal violence in early 2018, said US-based Freedom House.Media guides by BBC Monitoring,externalDaily News,external- state-owned, English-language dailyThe Island,external- private, English-language dailyDaily Mirror,external- private, English-language dailyDinamina,external- state-owned, Sinhala dailyLankadeepa,external- private, Sinhala dailyUthayan,external- private, Jaffna-based Tamil dailyVirakesari,external- private, Tamil dailySri Lanka Rupavahini Corporation,external(SLRC) - state-owned, operates Rupavahini in Sinhala, Channel Eye in English and Nethra in TamilIndependent Television Network,external(ITN) - state-run, Sri Lanka's first TV stationTV Derana,external- privateHiru TV,external- privateSirasa TV,external- privateTNL,external- privateART TV,external- privateSwarnavahini,external- privateShakthi TV,external- privateSri Lanka Broadcasting Corporation (SLBC),external- state-owned, operates domestic services in Sinhala, Tamil and English, including widely-listened-to Commercial ServiceFM Derana,external- privateHiru FM,external- privateTNL Radio,external- privateSun FM,external- privateYes FM,external- privateSirasa FM,external- privateSooriyan FM,external- privateShakthi FM,external- privateLankapuvath,external- state-ownedRoar Media,external- news, multimediaTamilNet,external- US-based Tamil news site, widely described as pro-Tamil TigerMediaAsiaSri Lanka",
      "summary": "An overview of the media in Sri Lanka, as well as links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-11999611",
      "url": "https://www.bbc.com/news/world-south-asia-11999611",
      "title": "Sri Lanka country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 4 October 2024Lying off the southern tip of India, the tropical island of Sri Lanka has attracted visitors for centuries with its natural beauty.But it has been scarred by a long and bitter civil war arising out of ethnic tensions between the majority Sinhalese and the Tamil minority in the north and east.After some 26 years of violence the conflict ended in May 2009, when government forces seized the last area controlled by Tamil Tiger rebels. But recriminations over abuses by both sides continue.The island fell under Portuguese and Dutch influence after the 16th Century. It gained independence in 1948, after nearly 150 years of British rule.In 2022, an economic crisis led to the collapse of Sri Lanka's currency and rising inflation. This has triggered political protests and a humanitarian crisis due to a severe shortage of goods.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:Sri Jayawardenepura Kotte (legislative) Colombo (executive and judicial)Area:65,610 sq kmPopulation:22.1 millionLanguages:Sinhala, Tamil, plus EnglishLife expectancy:73 years (men) 80 years (women)President: Ranil WickremesingheImage source,Getty ImagesLeft-leaning politician Anura Kumara Dissanayake won Sri Lanka's Spetember 2024 presidential election after a historic second round of counting.With his win, Sri Lanka has for the first time a government headed by a leader with a strong left-wing ideology.No candidate won more than 50% of the total votes in the first round, where Dissanayake got 42.3% while his closest rival, opposition leader Sajith Premadasa, got 32.7%.But Dissanayake, who promised voters good governance and tough anti-corruption measures, emerged as winner after the second count, which tallied voters' second and third choice candidates.The election was the first to be held since mass protests unseated the country's leader, Gotabaya Rajapaksa, in 2022 after Sri Lanka suffered its worst economic crisis.To revive the economy, Dissanayake has promised to develop the manufacturing, agriculture and IT sectors. He has also committed to continuing the deal struck with the International Monetary Fund (IMF) to bail Sri Lanka out of the economic crisis while reducing the impact of its austerity measures on the country's poorest.Image source,Getty ImagesSri Lanka's media divide along language and ethnic lines. Separate media outlets cater for Sinhala, Tamil and English speaking audiences. Those in Sinhala have the largest audiences.Privately-owned TVs have larger audiences than state-owned outlets.The printed press is popular. There are more than 20 daily titles, publishing in the three main languages.Many of the major press and broadcasting outlets are state-owned.Read full media profileImage source,Getty ImagesImage caption,A monk by a carved Buddha at the 12th Century Gal Vihara or rock monastery in northern Sri LankaSome key dates in Sri Lanka's history:1505- Portuguese arrive in Colombo, marking beginning of European interest.1658- Dutch force out Portuguese and establish control over whole island except central kingdom of Kandy.1796- Britain begins to take over island.1815- Kingdom of Kandy conquered. Britain starts bringing in Tamil labourers from southern India to work in tea, coffee and coconut plantations.1833- Whole island united under one British administration as Ceylon.1948- Ceylon gains full independence.1949- Indian Tamil plantation workers disenfranchised, the start of a wave of Sinhalese nationalism which alienates the Tamil minority.1956- Solomon Bandaranaike elected on wave of Sinhalese nationalism. Sinhala made sole official language and other measures introduced to bolster Sinhalese and Buddhist sentiment.1972- Ceylon becomes a republic and changes its name to Sri Lanka. Buddhism is given primary place as the country's religion, further antagonising Tamil minority.1976- Liberation Tigers of Tamil Eelam (LTTE) founded to fight for Tamil rights.1983- Start of civil war.1987- Government forces push LTTE back into northern city of Jaffna. Government signs accords creating new councils for Tamil areas in north and east and reaches agreement with India on deployment of Indian peace-keeping force.1990- Indian troops leave after getting bogged down in fighting in north. Violence between Sri Lankan army and separatists escalates.Thousands of Muslims are expelled from northern areas by the LTTE.1991- LTTE implicated in assassination of Indian premier Rajiv Gandhi in southern India.1993- President Premadasa killed in LTTE bomb attack.1995-2001- War rages across north and east. Tigers bomb Sri Lanka's holiest Buddhist site. Suicide attack on the international airport destroys half the Sri Lankan Airlines fleet.2002- Government and Tamil Tiger rebels sign a ceasefire.2003- Tigers pull out of talks. Ceasefire holds.2004- More than 30,000 people are killed when a tsunami, massive waves generated by a powerful undersea earthquake, devastate coastal communities.2006- Tamil Tiger rebels and government forces resume fighting in the north-east in worst clashes since 2002 ceasefire. Government steadily drives Tamil Tigers out of eastern strongholds over following year.2008- Government pulls out of 2002 ceasefire agreement, launches massive offensive.2009- Government declares Tamil Tigers defeated after army forces overrun last patch of rebel-held territory in the northeast. Some 70,000-80,000 people are estimated to have been killed in the war.2016- Government acknowledges for the first time that some 65,000 people are missing from its 26-year war with the Tamil Tiger rebels and a Marxist insurrection in 1971.2019- Jihadist suicide bombers attack churches and hotels on Easter Sunday, killing more than 350 people.2022- Protesters force President Gotabaya Rajapaksa out of office during an economic crisis.2024- Left-leaning Anura Kumara Dissanayake wins the presidential election after a historic second round of countingImage source,Getty ImagesImage caption,The leader of the Tamil Tigers Velupillai Prabhakaran was killed in action at the end of the drawn-out fight for a separate stateAsiaSri LankaThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Sri Lanka, including key facts about this south Asian island state.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12013942",
      "url": "https://www.bbc.com/news/world-south-asia-12013942",
      "title": "Afghanistan media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 21 August 2023Image source,Getty ImagesImage caption,Afghanistan media outlets have come under severe pressure since the Taliban takeoverAfghan media have faced difficulties since the Taliban took power in Kabul in August 2021.Outlets have endured severe restrictions, an economic crisis and waning Western support.There is growing self-censorship and editorial appeasement of the Taliban. Freedom of expression has largely disappeared.Music is no longer broadcast and women rarely appear in the media. Female TV presenters must wear a face covering.More than 300 media outlets have closed and many journalists and media activists have left the country.There were 9.2 million internet users by July 2022, comprising 22% of the population (Internetworldstats.com).Sone of the following outlets have moved their broadcasting operations outside Afghanistan since the Taliban takeover:Media guides by BBC Monitoring,externalHasht-e Sobh (\"Daily 8am\"),external- private, secular dailyHewad (\"Homeland\"),external- government-sponsored dailyAnis (\"Companion\"),external- government-sponsored dailyWeesa (\"Trust\"),external- private dailyArman-e Melli (\"National Aspiration\"),external- private, dailyThe Daily Afghanistan,external- privateKabul Now,external- an English-language website published by Etilaat Roz newspaperAfghanistan Times,external- officially-funded, English-languageArman FM,external- Afghanistan's first private radio station, on FM in Kabul and other citiesArakozia FM,external- private, operated by Moby GroupRadio Afghanistan,external- run by state broadcaster National Radio-TV Afghanistan (NRTA); also operates Kabul Radio FM 93 in the capital and 32 provincial stationsSalam Watandar,external- non-profit production house, has 47 partner stationsKilid Group (TKG),external- US/EU-funded public media group comprising 11 local radiosNational Television Afghanistan,external- run by state broadcaster (RTA), via terrestrial relays and satelliteTolo TV,external- leading private network, operated by Moby Group; via provincial relays and satelliteTOLOnews,external- Moby Group's news network, via satellite; website in EnglishLemar TV,external- private, Pashto-language sister station of Tolo TVAriana TV,external- private, broadcasts terrestrially in many provinces and via satellite to Asia, Europe and North AmericaShamshad TV,external- private, available terrestrially in major cities1 TV Kabul,external- private, since September 2021, it has been broadcasting from GermanyBakhtar News Agency,external- state-run, English-language pagesPajhwok Afghan News,external- private, English-language pagesAfghan Islamic Press,external- private, based in Peshawar, Pakistan; English-language pagesTOLOnews,external- part of Moby Group - private, English-language pagesKhaama Press,external- private, English-language pagesMediaAsiaAfghanistanTaliban",
      "summary": "An overview of the media in Afghanistan, including links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12011352",
      "url": "https://www.bbc.com/news/world-south-asia-12011352",
      "title": "Afghanistan country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 15 August 2023Landlocked and mountainous, Afghanistan has suffered from such chronic instability and conflict during its modern history that its economy and infrastructure are in ruins, and many of its people are refugees.The Taliban, who imposed strict Islamic rule following a devastating civil war, were ousted by a US-led invasion in 2001, but made a rapid comeback to take over almost all of the country after US forces left in 2021.Though the war ended with the Taliban takeover, there are attacks on the Taliban by Islamic State, as well as an anti-Taliban insurgency in some areas.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:KabulArea:652,867 sq kmPopulation:38.3 millionLanguages:Pashto, DariLife expectancy:63 years (men) 66 years (women)Taliban leader : Hibatullah AkhundzadaImage source,Afghan Islamic PressHibatullah Akhundzada became the supreme commander of the Taliban in 2016, and is now head of state of the interim government in Kabul, called the Islamic Emirate of Afghanistan.He fought in the resistance to the Soviet military occupation in the 1980s, and went on to lead the Islamic courts during the Taliban's last period in government in 1996-2001.Afghan media have faced difficulties since the Taliban took power in Kabul in August 2021.Outlets have endured severe restrictions, an economic crisis and waning Western support.There is growing self-censorship and editorial appeasement of the Taliban. Freedom of expression has largely disappeared.Read full media profileImage source,Getty ImagesImage caption,Soviet troops withrew after a bloody decade fighting the Afghan resistanceSome key dates in Afghanistan's history:18th Century- The modern state of Afghanistan begins with Ahmad Shah Durrani (ruled 1747-1772) and the Durrani Afghan Empire that at its maximum encompasses northern India and eastern Iran.1826- With the decline of Durrani dynasty Dost Mohammad Khan Barakzai becomes Emir of Afghanistan.1839-42- First Anglo-Afghan War: British initially successfully invade, deposing Dost Mohammad and replacing him with the former emir Shah Shujah but the British forces are almost completely massacred during their retreat.1878-80- Second Anglo-Afghan War:  British invade forcing Amir Sher Ali Khan to flee. Ali's successor signs a peace treaty but after the massacre of a British diplomatic mission fighting restarts. The Afghans defeat a British force at the Battle of Maiwand but the British decisively defeat the Afghans outside Kandahar to end the war.1893- Durand Line established as the border between British India and the Emirate of Afghanistan by British diplomat Mortimer Durand and Afghan Emir Abdur Rahman Khan. However, the exact line of the border remain remains disputed.1919- Third Anglo-Afghan War: Afghanistan invades British India. Peace treaty results in Afghanistan gaining control of its foreign affairs from Britain.1926- Emir Amanullah Khan declares himself king and the Emirate of Afghanistan becomes the Kingdom of Afghanistan.1928-29- Afghan civil war: Facing armed opposition to his reforms, King Amanullah abdicates. Kabul is temporarily captured by opposition forces, who are defeated by Prince Mohammed Nadir Shah, Amanullah's cousin.1933- King Nadir Shah adopts more gradual approach to modernization, but is assassinated. Mohammed Zahir Shah reigns as king from 1933 to 1973, pursuing a policy of neutrality.1973- Mohammed Daoud Khan deposes the king in a bloodless coup and becomes Afghanistan's first president.1978- Communists under Nur Muhammad Taraki seize power in a coup against President Mohammed Daoud Khan. They start land distribution reforms and oppress political dissent, provoking strong opposition which quickly expands into civil war.1979- Taraki is assassinated in a power struggle led by then-prime minister Hafizullah Amin. Displeased with Amin's government, the Soviet Union invades, capturing Kabul and killing Amin, installing a more complaint communist regime.1979-89- Soviet-Afghan War: Soviet troops in substantial numbers are sent to stabilize Afghanistan marking the beginning of a bitter war.The US and Pakistan send military aid to resistance groups. Between 560,000 and two million Afghans are killed, six million become refugees.1989- Soviet forces leave and Afghanistan collapses into renewed civil war. Some 400,000 Afghans are estimated to have been killed between 1990-2001.1996- Taliban seize control of Kabul and impose hard-line version of Islam.2001-2021- War in Afghanistan: The United States, including Nato and other allies intervene militarily following September 11 attacks on the US. The Taliban are ousted from Kabul and Hamid Karzai becomes head of an interim power-sharing government.The war becomes the United States' longest military engagement as the Taliban regroup and regain control of large areas of the countryside.2014- Nato formally ends its combat mission in Afghanistan, handing over to Afghan forces - supported by US troops - who face a growing insurgency. Between 176,000-212,000 people are killed in the 20-year war.2020- Unable to defeat the Taliban militarily, the US and Taliban sign the Doha Agreement: US troops will withdraw, in return for which Afghan territory will not be used for militant attacks against the US and its allies.2021- Taliban recapture Kabul after US forces withdraw.Image source,Getty ImagesImage caption,Western troops failed to stabilise the conflict-ridden countryAsiaAfghanistanTalibanThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Afghanistan, including key dates and facts about this Asian country.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12484025",
      "url": "https://www.bbc.com/news/world-south-asia-12484025",
      "title": "Bhutan media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 21 March 2023Image source,Getty ImagesTelevision did not come to Bhutan until 1999. For years, the country cut itself off, fearing that outside influences would undermine its monarchy and culture.Radio broadcasting began in 1973 and the internet arrived in 1999.Media freedom is restricted. The creation in 2018 of a media regulator whose members are appointed by the government \"poses a major threat to media independence\", says Reporters Without Borders (RSF).While there are multiple private media outlets, many depend on advertising from government bodies, and the media sector remains subject to a high degree of self-censorship.Continuing problems include discrimination against Nepali-speaking and non-Buddhist minorities, media self-censorship, and, the use of libel and defamation cases to silence journalists.State-funded BBS is the only TV station to broadcast from Bhutanese soil. But cable TV viewers can choose from Indian and international channels.There were 583,000 internet users by July 2022. comprising 74% of the population (Internetworldstats.com).Media guides by BBC Monitoring,externalKuensel,external- dailyThe Bhutanese,external- bi-weeklyDaily Bhutan,external- news siteBhutan Broadcasting Service,external(BBS) - state-ownedBhutan Broadcasting Service,external(BBS) - state-owned, operates two networksKuzoo FM,external- privateRadio Valley,external- privateMediaAsiaBhutanThe Himalayas",
      "summary": "Notes on the media in Bhutan, with links to newspapers, TV and radio broadcasters.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12480707",
      "url": "https://www.bbc.com/news/world-south-asia-12480707",
      "title": "Bhutan country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 21 March 2023Bhutan is a tiny and remote kingdom nestling in the Himalayas between its powerful neighbours, India and China.Almost completely cut off for centuries, it has tried to let in some aspects of the outside world while fiercely guarding its ancient traditions.The Bhutanese name for Bhutan, Druk Yul, means \"Land of the Thunder Dragon\" and it only began to open up to outsiders in the 1970s.The Wangchuck hereditary monarchy has wielded power since 1907. But Bhutan became a two-party parliamentary democracy after elections in March 2008.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:ThimphuArea:38,394 sq kmPopulation:777,400Language:DzongkhaLife expectancy:68 years (men) 71 years (women)Head of state: King Jigme Khesar Namgyel WangchuckImage source,Getty ImagesJigme Khesar Namgyel Wangchuck succeeded his father, Jigme Singye Wangchuck, in December 2006 after the former monarch announced his abdication.His predecessor had already given up some of his absolute powers in 1998 and ruled in conjunction with the government, an assembly and a royal advisory council.Prime minister: Lotay TsheringImage source,Getty ImagesLotay Tshering has been Bhutan's prime minister since the November 2018 national assembly elections, when his Bhutan United Party won the majority of the seats, defeating the governing People's Democratic Party of Prime Minister Tshering Tobgay.Television did not come to Bhutan until 1999. For years, the country cut itself off, fearing that outside influences would undermine its monarchy and culture.Radio broadcasting began in 1973 and the internet arrived in 1999.Read full media profileSome key dates in the history of Bhutan:Image source,Getty ImagesImage caption,Bhutan has had limited exposure to the outside world1720- Chinese imperial army invades and temporarily establishes control over Bhutan.1772-73- British intervention.1864-65- Further intervention by Britain.1907- Ugyen Wangchuck is chosen as hereditary ruler.1910- Treaty giving Britain control over foreign relations.1949- Treaty signed with newly-independent India guaranteeing non-interference in Bhutan's internal affairs, but allowing Delhi influence over foreign relations.1958- Slavery abolished.1974- First foreign tourists allowed in.1988- Census leads to branding of many ethnic Nepalis as illegal immigrants. Government also introduces other measures to stress Tibetan-based Bhutanese culture, antagonising minority ethnic Nepali community.1990- Violent ethnic unrest and anti-government protests in southern Bhutan pressing for greater democracy and respect for Nepali rights. Thousands of ethnic Nepalis flee to Nepal.1998- King cedes some powers to national assembly.1999- Limited television and internet services allowed; several dozen political prisoners released.2007- Bhutan signs a landmark agreement with India which revises ties with its neighbour, giving Bhutan more say over its foreign and defence policies.2013- Prime Minister Tshering Tobgay says Bhutan's much lauded concept of Gross National Happiness is overused and masks real problems such as  increasing debt, chronic unemployment, poverty and corruption.Image source,Getty ImagesImage caption,Melting glaciers caused by climate change are a growing concern in BhutanAsiaBhutanThe HimalayasThe BBC is not responsible for the content of external sites.",
      "summary": "An overview of Bhutan, including key facts about this small Himalayan kingdom.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12561481",
      "url": "https://www.bbc.com/news/world-south-asia-12561481",
      "title": "Nepal media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 21 March 2023Image source,Getty ImagesPrivate broadcasting has flourished. The government operates radio and TV services and publishes a Nepali-language daily and an English-language paper.Radio is a key news source and there are few barriers to setting up an outlet, says US-based NGO Freedom House. There are around 250 community stations.The 2015 constitution guarantees freedom of expression and prohibits prior restraints on press freedom, though these rules can be suspended in a national emergency, and future press restraints for national security reasons are allowed.There is a small film industry, nicknamed \"Kollywood\". Indian films are staple fare in cinemas.BBC World Service broadcasts on 103 FM in Kathmandu.There were 21.9 million internet users by July 2022, comprising 73% of the population (Worldinternetstats.com). Facebook is a popular platform and the use of Twitter is on the rise. Prominent bloggers write about political issues.Media guides by BBC Monitoring,externalThe Kathmandu Post,external- private, English-language dailyThe Rising Nepal,external- semi-official English-language dailyGorkhapatra,external- semi-official daily, Nepal's oldest newspaperKantipur,external- daily, one of the first private newspapersAnnapurna Post,external- dailyThe Himalayan Times,external- English-languageThe Nepali Times,external- English-language weeklyRepublica,external- private, English-language dailyNepal Television Corporation (NTV),external- state-run, operates NTV and NTV Metro channelsKantipur TV,external- privateImage Channel TV,external- privateAvenues TV,external- privateRadio Nepal,external- state-run, operates national and regional servicesHits FM,external- commercial, music-basedHBC 94 FM - operated by Himalayan Broadcasting CompanyRadio Sagarmatha,external- FM, public, community stationKantipur FM,external- commercialImage FM,external- commercialNational News Agency (RSS),external- state-runMediaAsiaThe HimalayasNepal",
      "summary": "An overview of the media in Nepal, as well as links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12511455",
      "url": "https://www.bbc.com/news/world-south-asia-12511455",
      "title": "Nepal country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 15 July 2024During the late 18th and early 19th Centuries, the principality of Gorkha united many of the other principalities and states of this Himalayan region into a single Nepali kingdom.Flanked by China and India, it is home to eight of the world's highest mountains including Mount Everest, known locally as Sagarmatha.As one of the world's poorer countries, Nepal's economy relies heavily on aid and tourism.More than 16,000 people died during the 1996-2006 civil war, which saw the Maoist party fight to replace the monarchy with a republic.The Maoist party joined mainstream politics following the success of the peaceful democratic revolution of 2006 with Nepal becoming a secular state, and in 2008 declaring itself a federal republic.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:KathmanduArea:147,516 sq kmPopulation:31.1 millionLanguage:Nepali, plus othersLife expectancy:69 years (men) 72 years (women)President: Ram Chandra PaudelImage source,Getty ImagesThe veteran political campaigner Ram Chandra Paudel was elected as Nepal's president in March 2023.First elected to parliament in 1991, he played an important role in the peace process and served as minister for peace and reconstruction from 2007 to 2008  and was parliamentary party leader of the Nepali Congress party from 2011 to 2013.The post of president is mainly ceremonial.Prime minister: Khadga Prasad OliImage source,Getty ImagesKhadga Prasad Oli, the leader of Nepal's largest communist party, became prime minister in July 2024 following the collapse of a previous coalition government.Oli heads a coalition government made up of his Communist Party of Nepal (Unified Marxist Leninist) and the Nepali Congress party, the two largest parties in Nepal. This is his fourth time serving as prime minister of the Himalayan nation.The previous coalition government headed by Pushpa Kamal Dahal collapsed after Oli's party, which had been part of the coalition, withdrew its support.Under the new power-sharing arrangement, Oli and the Nepali Congress party's president Sher Bahadur Deuba, 78, will rotate in holding the prime minister's post until the next general election in 2027..Image source,Getty ImagesMedia freedom is restricted by the fact that journalists have been the victims of violence, activists say.There is a small film industry, nicknamed \"Kollywood\".Read full media profileSome key dates in Nepal's history:1768- Gurkha ruler Prithvi Narayan Shah conquers Kathmandu and lays foundations for unified kingdom.1814-16- Anglo-Nepalese War; culminates in treaty which establishes Nepal's current boundaries.1846- Nepal falls under sway of hereditary chief ministers known as Ranas, who dominate the monarchy and cut country off from outside world.1950- Anti-Rana forces based in India form alliance with monarch.1951- End of Rana rule. Sovereignty of crown restored and anti-Rana rebels in Nepalese Congress Party form government.1960- King Mahendra seizes control and suspends parliament, constitution and party politics.1991- Nepali Congress Party wins first democratic elections.1996-2006- Maoist revolt and civil war, Nepali Maoists launch a guerrilla struggle to overthrow the monarchy and establishing a people's republic;, Some 16,000 people are killed in the fighting.2001- King Birendra and most of the royal family are killed in the Nepalese royal massacre carried out by crown prince Dipendra, who dies shortly afterwards following a suicide attempt.2006- Peace talks end with the signing of the Comprehensive Peace Accord between the government and Maoists.2008- Nepal becomes a federal republic after abolition of monarchy.2015New constitution adopted, the first in Asia to specifically protect gay rights.Image source,Getty ImagesImage caption,The Maoist insurgency blighted Nepal for a decadeAsiaThe HimalayasNepalThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Nepal, including key dates and facts about this Himalayan country.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12557390",
      "url": "https://www.bbc.com/news/world-south-asia-12557390",
      "title": "India media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 21 March 2023Image source,Getty ImagesIndia has a flourishing media scene, with thousands of outlets operating in multiple languages.There are around 197 million TV homes, many of them using direct-to-home satellite and cable services.Nearly 900 private satellite TV stations are on the air, around half of them devoted to news coverage.Doordarshan, the public TV, operates multiple services, including flagship DD1, which reaches hundreds of millions of viewers.Multichannel satellite TV is a huge hit. Leading platforms have millions of subscribers. State-owned Doordarshan runs a free-to-air platform, DD Free Dish. Over The Top (OTT) streaming platforms have a large following.Music-based FM radio stations abound. But only public All India Radio can produce news programming. AIR stations reach more than 99% of the population.India's press is lively and there are around 17,000 newspaper titles. Driven by a growing middle class, the cumulative newspaper circulation figure is more than 400 million.International organisations give a mixed assessment of media freedom.Privately-owned media are \"vigorous and diverse\" says US-based Freedom House. But it says that the authorities use security, defamation and hate speech legislation to curb critical voices.Reporters Without Borders (RSF) highlights the problem of violence against journalists, especially those working for non-English-language-media in rural areas.It says that reporting in regions that the authorities deem to be sensitive, such as Indian-administered Kashmir, is difficult.There were 833 million internet users by July 2022, comprising 59% of the population (Internetworldstats.com). This is the second largest number of internet users in the world after China.Internet use has been slower to take hold in rural India.Facebook is the leading social network, with around 515 million users by 2022. Twitter is used by celebrities, journalists and politicians, some of whom have a mass following.There is no systematic filtering of the web. But the authorities have clashed with leading social networks over censorship of content deemed to be offensive.The authorities routinely suspend internet services in Indian-administered Kashmir at times of tension.Media guides by BBC Monitoring,externalThe Times of India,external- Mumbai-based dailyThe Hindu,external- Chennai-based dailyThe Hindustan Times,external- New Delhi-based dailyThe Pioneer,external- New Delhi-based dailyThe Indian Express,external- New Delhi-based dailyThe Statesman,external- Kolkata-based dailyDeccan Herald,external- Bangalore-based dailyThe Asian Age,external- New Delhi-based dailyIndia Today,external- New Delhi-based news magazineOutlook,external- New Delhi-based news magazineDoordarshan,external- public; national, regional, local and satellite servicesCNN News18,external- 24-hour news in EnglishNew Delhi TV (NDTV),external- operates NDTV 24x7 and NDTV-India news channels in English and HindiStar TV,external- satellite, cableZee TV,external- satellite, cableAaj Tak,external- news channel in HindiAll India Radio,external- public, operates domestic and external networksRadio One,external- commercialRadio Mirchi,external- commercialRadio City,external- commercialRed FM,external- commercialPress Trust of India (PTI),external- non-profit, owned by newspaper titlesAsian News International (ANI),external- commercial, privately-owned multimedia news agencyIndo-Asian News Service (IANS),external- privately-owned newswireMediaAsiaIndia",
      "summary": "An overview of the media in India, as well as links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12653775",
      "url": "https://www.bbc.com/news/world-south-asia-12653775",
      "title": "Maldives media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 21 March 2023Image source,Getty ImagesImage caption,Journalists continue to face the threat of violence in reprisal for their workPrivate broadcasters operate alongside outlets run by Public Service Media, a state body.Non-state media report coming under pressure, and Reporters Without Borders (RSF) says the government \"continues to persecute the independent media\", and that political parties are the main source of threats. Journalists continue to face the threat of violence in reprisal for their work, particularly from Islamist militants.The constitution guarantees freedom of expression so long as it is exercised in a manner that is \"not contrary to any tenet of Islam\". This encourages self-censorship in the media, says Freedom House.State-run media and regulatory bodies, especially the Maldives Broadcasting Commission (MBC), have typically displayed bias in favour of the government and have restricted coverage of the opposition.There were 446,000 internet users by July 2022, comprising 80% of the population (Internetworldstats.com).Media guides by BBC Monitoring,externalMihaaru,external- Dhivehi-language newspaper; its website publishes in English and DhivehiMaldives Independent,external- news site, in EnglishSun Online,external- news site, in English and DhivehiMiadhu,external- English-language pagesPublic Service Media,external- state-run, operates Television Maldives (TVM)Raajje TV,external- private, pro-oppositionSangu TV - privateVTV,external- privatePublic Service Media,external- state-run, operates Dhivehi Raajjeyge Adu (Voice of Maldives) and other networksSun FM,external- privateMediaAsiaMaldives",
      "summary": "An overview of the media in the Maldives, as well as links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12651486",
      "url": "https://www.bbc.com/news/world-south-asia-12651486",
      "title": "Maldives country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 16 October 2023The Maldives is a republic lies south-west of the Indian sub-continent. It is made up of a chain of nearly 1,200 islands, most of them uninhabited.None of the coral islands stand more than 1.8 metres (six feet) above sea level, making the country vulnerable to any rise in sea levels associated with global warming.The economy revolves around tourism, and scores of islands have been developed for the top end of the tourist market.Its political history has been unsettled since the electoral defeat of long-serving President Maumoon Abdul Gayoom in 2008.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:MaleArea:300 sq kmPopulation:392,000Languages:Dhivehi, EnglishLife expectancy:77 years (men) 81 years (women)President-elect: Mohamed MuizzuImage source,Getty ImagesMohamed Muizzu is the president-elect of the Maldives after he defeated the incumbent, Ibrahim Mohamed Solih, in the September 2023 presidential elections.Muizzu, a candidate for the Progressive Party of Maldives (PPM), won over 54% of the votes in the second and the final run-off for the polls, which was viewed by many observers as a test for the country's connections with China and India.The Maldives has long been under India's sphere of influence. Maintaining its presence there gives Delhi the ability to monitor a key part of the Indian Ocean.Muizzu is seen as a supporter of China's interests in the country. Both India and China are trying to strengthen their presence in the strategically located islands which straddle busy east-west shipping lanes.China, with its rapidly expanding naval forces, would want access to such a strategically important location - something India wants to prevent. Beijing is also keen to protect its energy supplies from the Gulf which pass through that route.Both Delhi and Beijing have given the Maldives hundreds of millions of dollars in the form of loans and grants for infrastructure and development projects.President Solih had taken the Maldives back into the Commonwealth, and his party won a landslide victory in parliamentary elections in 2019.Image source,Getty ImagesNon-state media report coming under pressure, and Reporters Without Borders says journalists operate in a climate of violence and impunity.A 2016 law criminalised defamation, allowing the authorities to punish media for content deemed defamatory.See full media profileImage source,Getty ImagesImage caption,A road bridge has been built to connect the capital with the airport island of Hulhule12th Century- Islam introduced.1558-1573- Portuguese occupation, which ends after expulsion by locals.17th Century- Islands become a protectorate first of the Dutch rulers of Ceylon (Sri Lanka) and later of the British, who take control of Ceylon in 1796.1887- Status formalised as internally self-governing British protectorate.1965- Full independence as a sultanate outside Commonwealth.1968- Sultan deposed after referendum, Ibrahim Nasir becomes president.1978- Nasir retires, replaced by Maumoon Abdul Gayoom.1980s- Development of tourist industry fuels economic growth.2008- Opposition leader Mohamed Nasheed defeats President Gayoom in elections.2012-President Mohamed Nasheed is ousted in a coup.2018- Opposition leader Ibrahim Mohamed Solih defeats President Abdulla Yameen in a surprise result.2020- The Maldives rejoins the Commonwealth.2023- Mohamed Muizzu defeats President Ibrahim Mohamed Solih.Image source,Getty ImagesImage caption,The Maldives is one of the countries most threatened by the sea level rises due to global warmingAsiaMaldivesThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of the Maldives, including key facts about this Indian Ocean country.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12557384",
      "url": "https://www.bbc.com/news/world-south-asia-12557384",
      "title": "India country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 10 June 2024India is the world's largest democracy and, according to UN estimates, its population is expected to overtake China's in 2028 to become the world's most populous nation.As a rising economic powerhouse and nuclear-armed state, India has emerged as an important regional power. But it is also tackling huge, social, economic and environmental problems.Home to some of the world's most ancient surviving civilisations, the Indian subcontinent - from the mountainous Afghan frontier to the jungles of Burma and the coral reefs of the Indian Ocean - is both vast and varied in terms of people, language and cultural traditions.See more country profiles,external- Profiles compiled byBBC Monitoring,externalCapital:New DelhiArea:3,287,263 sq kmPopulation:1.44 billionLanguages:Hindi, English, plus local languagesLife expectancy:68 years (men) 71 years (women)President: Droupadi MurmuImage source,Indian PresidencyDroupadi Murmu was sworn in as president in July 2022. A teacher and former governor of Jharkhand State, she is the first person from a tribal community to serve as India's head of state. She is a member of the governing Bharatiya Janata Party. The presidency is largely ceremonial, but can play a significant role if, for example, no party wins an outright majority in elections.Prime Minister: Narendra ModiImage source,Getty ImagesBharatiya Janata Party leader Narendra Modi was elected for a third term as India's prime minister in June 2024.Mr Modi's BJP-led National Democratic Alliance won the general election with 293 seats, a much lower margin than predicted by exit polls. The election saw a resurgence of India's opposition, which won 234 seats.Mr Modi is only the second Indian leader to win a third consecutive term after the country's first prime minister, Jawaharlal Nehru.Polls had projected outright victory for his Hindu Nationalist BJP party, which has ruled India for a decade, but it lost its parliamentary majority and Mr Modi's bloc relied on two key allies, the Telugu Desam Party (TDP) and the Janata Dal (United) JD(U), to cross the 272-seat mark needed to form the government.During the election, critics accused Mr Modi and his party of using hate speech, attacking the country's Muslim minority, and jailing opposition figures.Following the election result, Mr Modi said his alliance was \"committed to the principle of \"sarva panth sambhava\" (religious equality).The Himalayan region of Kashmir has been a flashpoint between India and Pakistan for over six decades.Since India's partition and the creation of Pakistan in 1947, the nuclear-armed neighbours have fought two wars over the Muslim-majority territory, which both claim in full but control in part.Today it remains one of the most militarised zones in the world. China administers parts of the territory.See Kashmir profileImage source,AFPIndia has a burgeoning media industry, with broadcast, print and digital media experiencing tremendous growth.There are around 197 million TV households, many of them using satellite or cable. FM radio stations are plentiful but only public All India Radio can produce news.The press scene is lively with thousands of titles. India has the second largest number of internet users in the world, after China.Read full media profileImage source,Getty ImagesImage caption,Indian nationalist leader Mahatma Gandhi with Viceroy of India Lord Mountbatten and his wife in 1947Some key dates in India's history:2500 BC- India is home to several ancient civilisations and empires.1600s- The British arrive and establish trading posts under The British East India Company - by the 1850s they control most of the subcontinent.1858- India comes under direct British rule.1920- Nationalist leader Mahatma Gandhi heads a campaign of non-violent protest against British rule which eventually leads to independence.1947 -India is split into two nations at independence - Hindu-majority India and Muslim-majority Pakistan.1971- India and Pakistan go to war over East Pakistan, leading to the creation of Bangladesh.1974- India conducts its first underground nuclear test.1990s- Government initiates a programme of economic liberalisation and reform, opening up the economy to global trade and investment.2014- Hindu nationalist BJP party scores biggest election victory by any party in 30 years.AsiaNarendra ModiIndiaIndia-Pakistan relationsThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of India, including key events and facts about the world's largest democracy.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12650946",
      "url": "https://www.bbc.com/news/world-south-asia-12650946",
      "title": "Bangladesh media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 16 August 2024Image source,Getty ImagesTV is the most popular medium. State-owned BTV is the sole network with national terrestrial coverage. Satellite and cable channels and Indian TV stations have large audiences.State radio covers almost the entire country. BBC World Service in English and Bengali is heard on 100 FM in Dhaka.Newspapers are outspoken and privately-owned. English-language titles appeal mainly to an urban readership.Media tend to be polarised, aligning themselves with one or other of the main political factions.Freedom House says journalists and media face lawsuits, harassment and physical attacks. A digital security law allows for prison terms for \"negative propaganda\".As yet, it is unclear how the ousting of Sheikh Hasina in August 2024 will affect the country's media laws.There were 129.1 million internet users by July 2022, comprising 77.2% of the population (Worldinternetstats.com). The vast majority are using mobile devices.Access to the internet is usually unrestricted, says US-based Freedom House. But access to social media, messaging platforms and news sites has occasionally been blocked by the authorities.Some prominent bloggers who have written about Islamic fundamentalism have been murdered for their writing. Bloggers and social media users have been arrested on blasphemy-related charges.Media guides by BBC Monitoring,externalThe Daily Star,external- English-languageNew Age,external- English-language dailyThe New Nation,external- English-language dailyThe Independent,external- English-language dailyDaily Sun,external- English-languageHoliday,external- English-language weeklyProthom Alo,external- Bengali daily, online pages in EnglishDainik Ittefaq,external- Bengali daily, online pages in EnglishDainik Jugantor,external- Bengali dailyBangladesh Television (BTV),external- government-runATN Bangla,external- private, via satellite and cableChannel i,external- private, via satellite and cableNTV,external- private, via satellite and cableRTV,external- private, via satelliteEkushey TV,external- private, via satelliteBetar-Radio Bangladesh,external- government-run, operates networks A, B and C from Dhaka and local servicesRadio Today FM,external- privately-ownedRadio Foorti FM,external- privately-ownedABC Radio,external- privately-ownedBangladesh Sangbad Sangstha (BSS),external- official, English-language pagesbdnews24,external- privateBanglanews24.com,external- privateMediaAsiaBangladesh",
      "summary": "Notes on the media in Bangladesh and links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12650940",
      "url": "https://www.bbc.com/news/world-south-asia-12650940",
      "title": "Bangladesh country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 16 August 2024Bangladesh is one of the world's most densely-populated countries, with its people living in a delta of rivers that empty into the Bay of Bengal.Poverty is widespread, but Bangladesh has in recent years reduced population growth and improved health and education.Formerly East Pakistan, Bangladesh came into being only in 1971, when the two parts of Pakistan split after a bitter war which drew in neighbouring India.Bangladesh spent 15 years under military rule and, although democracy was restored in 1990, the political scene remains volatile. Islamist extremism has also been rising in the traditionally tolerant country.Bangladesh is low-lying and vulnerable to flooding and cyclones. It stands to be badly affected by any rise in sea levels.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:DhakaArea:148,460 sq kmPopulation:169.8 millionLanguage:BengaliLife expectancy:71 years (men) 74 years (women)President: Mohammed ShahabuddinImage source,Getty ImagesMohammed Shahabuddin was elected unopposed in the 2023 presidential election. He was nominated by the ruling Awami League. Before being elected to the largely ceremonial post, he had served as a judge and as a  commissioner of the Anti-Corruption Commission.Prime minister: Muhammad YunusImage source,Getty ImagesNobel laureate Muhammad Yunus was sworn in as Bangladesh's interim prime minster in August 2024 after Sheikh Hasina - the woman who ruled Bangladesh with an iron fist for 15 years - fled across the border to India.Prof Yunus took an oath at the presidential palace in Dhaka along with more than a dozen members of his new cabinet, vowing to perform his duties \"sincerely\" and to \"uphold, support and protect the constitution\".Ms Hasina resigned as prime minister after weeks of student-led protests - which left hundreds dead - escalated and culminated in calls for her to stand down.Sheikh Hasina: The pro-democracy icon who became an autocratThe decision to name Prof Yunus as chief adviser of the interim government followed a meeting between President Mohammed Shahabuddin, military leaders and student leaders.The students had been clear they would not accept a military-led government, but wanted Prof Yunus to lead.The hope is Prof Yunus, the so-called banker for the poor, will bring democracy back to Bangladesh after years of autocratic rule.What finally tipped the scales for Ms Hasina was the ferocity of the clashes between the protesters and police.Her decision to flee was also hastened by the military, which would have put pressure on her to step down. The army, which has ruled Bangladesh in the past and is still hugely respected, has an outsized influence over the country's politics.Reform is key, according to Prof Yunus. It was a simple demand for reform of a quota system which reserved some public sector jobs for the relatives of war heroes, who fought for the country's independence from Pakistan in 1971, that sparked the protest movement in the first place.Image source,Getty ImagesImage caption,Media outlets tend to be politically polarisedTV is the leading medium. State-run BTV has national terrestrial coverage and privately-owned satellite channels are widely watched.Media tend to be polarised, aligning themselves with one or other of the main political factions.Read full media profileImage source,Getty ImagesImage caption,1971: Indian troops fire on Pakistani positions in support of Bangladesh during its eight-month war for independenceSome key dates in the history of Bangladesh:1204- Muslim conquest of Bengal.14th Century- Bengal sees the rise of three city-states; Sonargaon,  Satgaon and Lakhnauti.1352- Shamsuddin Ilyas Shah unites the three city-states into the  Bengal Sultanate, which dominates the area for much of the 14th, 15th and 16th Centuries.17th Century- Mughal Empire controls Bengal.18th Century- Nawabs of Bengal, within the Mughal Empire, become the de facto independent rulers of the area.1757- After the Battle of Plassey, Bengal is the first region of the Indian subcontinent to be conquered by the British East India Company.1947- British colonial rule over India ends. A largely Muslim state comprising East and West Pakistan is established, either side of India. The two provinces are separated from each other by more than 1,500km of Indian territory.1971- Bangladesh (formerly East Pakistan) becomes independent after a war with West Pakistan - now just Pakistan - with India backing the Bengali nationalists against Pakistan.1973- First parliamentary elections give the Awami League a landslide victory.1975- A military coup sees founding president Sheikh Mujibur Rahman and most of his family members killed, putting an end to civilian rule.1979- Second parliamentary elections brings former army chief Ziaur Rahman's Bangladesh Nationalist Party to power.1981- President Ziaur Rahman assassinated during abortive military coup.1982- General Hussain Muhammad Ershad assumes power in coup. He suspends the constitution and political parties.1991- The country returns to a parliamentary system of government.2006-2008- Political crisis sees leaders of both major parties briefly detained.2014-17- Bangladesh faces a campaign of violence by Islamists against bloggers, atheists and secular intellectuals.Image source,Getty ImagesImage caption,Traditional fishing boats on the beach at Cox's Bazar, BangladeshAsiaBangladeshSheikh HasinaThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Bangladesh, including key dates and facts about this South Asian nation.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12965785",
      "url": "https://www.bbc.com/news/world-south-asia-12965785",
      "title": "Pakistan media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 21 March 2023Image source,Getty ImagesPakistan is one of the world's deadliest countries for journalists. Intelligence agents and members of banned militant organisations are behind \"serious threats\" to reporters, says Reporters Without Borders.The government uses legal and constitutional powers to curb press freedom and the law on blasphemy has been used against journalists. The broadcasting regulator can halt the carriage of foreign TV channels via cable, particularly Indian or Afghan ones.Television is the dominant medium, and there are dozens of private channels. Most viewers watch them via cable; there are no private, terrestrially-broadcast stations. State-run Pakistan Television Corporation (PTV) is the sole national terrestrial broadcaster.More than 100 private FM radio stations are licensed. They are not allowed to broadcast their own news.Scores of unlicensed FM stations are said to operate in the tribal areas of Khyber Pakhtunkhwa province bordering Afghanistan. Usually operated by clerics, some of the outlets are accused of fanning sectarian tension.There were 116 million internet users by July 2022, 50.9% of the population (Worldinternetstats.com). The rapid growth in mobile phone use is boosting the delivery of online content.Filtering targets content deemed blasphemous, secessionist, anti-state, or anti-military, OpenNet Initiative reports. The regulator has imposed temporary blocks on Facebook, Twitter, YouTube and other sites over material it says is \"sacrilegious\".Pakistani users active on Twitter include senior politicians and sports and entertainment stars.Media guides by BBC Monitoring,externalDaily Jang,external- Karachi-based, Urdu-language; largest-circulation dailyDawn,external- Karachi-based, largest-circulation English-language dailyThe News,external- English-language daily, published by Jang groupThe Nation,external- Lahore-based, English-language dailyThe Frontier Post,external- Peshawar-based, English-languageDaily Ausaf,external- Islamabad-based, Urdu-languageDaily Times,external- English-language, publishes in Lahore and KarachiPakistan Observer,external- Islamabad-based dailyBusiness Recorder,external- financial dailyThe Friday Times,external- Lahore-based weekly, English-languageThe Express Tribune,external- dailyPakistan Television Corporation Ltd,external- state TV, operates PTV Home, regional network PTV National, Baluchi-language PTV Bolan, PTV NewsGeo TV,external- leading private satellite broadcaster, owned by Jang publishing group; based in Dubai; services include Urdu-language Geo NewsARY Digital,external- private, via satellite; services include ARY News and entertainment channelsDunya News TV,external- private, via satellite; Lahore-basedDawn News,external- private satellite broadcaster, owned by Herald group; first English-language news channelAaj TV,external- private satellite broadcaster, owned by Business Recorder groupSamaa TV,external- private news station, via satelliteRadio Pakistan,external- state-run, operates 25 stations nationwide, an external service and the entertainment-based FM 101 network, aimed at younger listenersAzad Kashmir Radio - state-run, for Pakistani-administered KashmirFM 100,external- private, music-basedAssociated Press of Pakistan (APP),external- state-fundedPakistanMediaAsiaIndia-Pakistan relations",
      "summary": "An overview of the media in Pakistan, as well as links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-south-asia-12965779",
      "url": "https://www.bbc.com/news/world-south-asia-12965779",
      "title": "Pakistan country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 15 March 2024The Muslim-majority state of Pakistan was born out of the partition of the Indian sub-continent in 1947, and has faced both domestic political upheavals and regional confrontations.Created to meet the demands of Indian Muslims for their own homeland, Pakistan was originally made up of two parts.The break-up of the two wings came in 1971 when the Bengali-speaking east wing seceded with help from India to become the independent state of Bangladesh.Development in Pakistan has been hampered by Islamist violence and economic stagnation, and relations with its key neighbours India and Afghanistan are often fraught.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:IslamabadArea:881,913 sq kmPopulation:242.9 millionLanguages:Urdu, English, Punjabi, Sindhi, Pashto, BalochiLife expectancy:66 years (men) 68 years (women)President: Asif Ali ZardariImage source,Getty ImagesPakistan Peoples Party's co-chairperson Asif Ali Zardari won a second term as Pakistan's president in March 2024.The widower of Pakistan's assassinated first female leader, Benazir Bhutto, Zardari was voted into the largely ceremonial post by the PPP, which formed an alliance with the Pakistan Muslim League-Nawaz (PMLN) party after Pakistan's disputed February 2024 elections.Pakistan is a parliamentary republic where the prime minister wields most power, but presidents have often played key roles in constitutional crises.Prime Minister: Shehbaz SharifImage source,ReutersFollowing the inconclusive February 2024 elections, Pakistan's parliament elected Shehbaz Sharif as prime minister for a second term.Mr Sharif's PML-N party came second in the poll. Independent candidates backed by jailed former Prime Minister Imran Khan's Tehreek-e-Insaf (PTI) won the most seats but failed to get a majority.He defeated his rival, Omar Ayub, who was supported by Mr Khan's PTI. The elections were mired in controversy, with Mr Khan's PTI party alleging the vote was rigged to keep his supporters out of power.In his victory speech, Mr Sharif said that as no side had a clear parliamentary majority, it was \"the democratic way\" that \"like-minded parties may form a coalition government\".Following the election, the Pakistan Muslim League Nawaz (PML-N) - headed by Nawaz Sharif, a former prime minister who is Shehbaz Sharif's brother - reached a coalition deal with the Pakistan People's Party (PPP).The Himalayan region of Kashmir has been a flashpoint between India and Pakistan for over six decades.Since India's partition and the creation of Pakistan in 1947, the nuclear-armed neighbours have fought two wars over the Muslim-majority territory, which both claim in full but control in part.Today it remains one of the most militarised zones in the world. China administers parts of the territory.See Kashmir profileImage source,Getty ImagesImage caption,Activists say journalists live in growing fear of violencePakistan is one of the world's deadliest countries for journalists, with 14 media workers being killed in 2014 alone. Both intelligence agents and members of banned militant organisations are responsible for the threats to reporters, according to media watchdog organisations.The government uses legal and constitutional powers to curb press freedom and the law on blasphemy has been used against journalists.  Critics have raised concerns over the restrictive nature of a new code of conduct for broadcasters introduced in 2015.Read full media profileSome key dates in Pakistan's history:1947- Muslim state of East and West Pakistan created out of partition of India at the end of British rule.1948- First war with India over disputed territory of Kashmir.1971- East Pakistan attempts to secede, leading to civil war. India intervenes in support of East Pakistan which eventually breaks away to become Bangladesh.1999- Army chief Pervez Musharraf seizes power in coup, ousting Prime Minister Nawaz Sharif.2007- Former Prime Minister Benazir Bhutto is assassinated while on campaign trail for 2008 parliamentary election.2018- Former international cricket star Imran Khan becomes prime minister on a pledge to end corruption and dynastic politics, but loses power four year later.Image source,Getty ImagesImage caption,The Pakistani army has been waging a campaign against Islamist militants in the north-western areas bordering AfghanistanPakistanAsiaIndia-Pakistan relationsThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Pakistan, including key dates and facts about this south Asian country.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-13017877",
      "url": "https://www.bbc.com/news/world-asia-pacific-13017877",
      "title": "China country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 25 August 2023China is one of the world's most populous countries. It has a continuous culture stretching back nearly 4,000 years and originated many of the foundations of the modern world.The People's Republic of China was founded in 1949 after the Communist Party defeated the nationalist Kuomintang, who retreated to Taiwan, creating two rival Chinese states - the People's Republic on the mainland and the Republic of China on Taiwan.After stagnating for decades under the rigid totalitarian socialism of founder Mao Zedong, China reformed its economy along partly-capitalist lines to make it one of the world's fastest-growing, as well a leading exporter.China is now a major overseas investor, and is pursuing an increasingly assertive foreign and defence policy far beyond East Asia.But economic change has not been matched by political reform, and the Communist Party retains a tight grip on political life and much of wider society.See morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:BeijingArea:9,596,961 sq kmPopulation:1.41 billionLanguages:Mandarin Chinese, also Mongolian, Uyghur, Tibetan, Zhuang and othersLife expectancy:74 years (men) 79 years (women)President: Xi JinpingImage source,Getty ImagesXi Jinping came to power in 2012-13 as the hand-picked heir of predecessor Hu Jintao. Since taking over he has concentrated power in his hands, rather than sticking with the traditional post-Mao system of collective leadership.His position as the most powerful leader since Mao Zedong was cemented in 2017, when his name and political philosophy was written into the Communist Party constitution.In early 2018 the party allowed him to remain in office indefinitely by abolishing the conventional two-term presidential limit.President Xi rejects constitutional democracy and human rights as models for China, has imposed strict limits on freedom of expression, especially on social media, tightened control over Hong Kong and  incarcerated thousands of Muslim Uyghurs in brutal \"re-education camps\".Image source,Getty ImagesImage caption,China has the world's biggest internet audience, but content is tightly controlledChina is the largest media market in the world.Outlets operate under tight Communist Party control. The opening-up of the industry has extended to distribution and advertising, but not necessarily to editorial content.Beijing tries to limit access to foreign news by restricting rebroadcasting and the reach of satellite TV, and by blocking websites using an extensive filtering system known as the \"Great Firewall\".With 772 million users, China has the world's largest online population. Three powerful companies - Baidu, Alibaba and Tencent - dominate the market.Tencent's WeChat messenger has more than 900 million users worldwide.Readfull media profileImage source,Getty ImagesImage caption,Sun Yat-sen was the first president of the Republic of China - and is acknowledged by both Beijing and Taipei as a key 20th Century figureSome key events in China's history:16th-11th Centuries BC- Shang or Yin dynasty rules northern China: the first Chinese state for which clear written records remain.1046-256BC- Zhou dynasty: centralised power gradually decreases from the 8th Century onwards, with regional warlords increasingly exercising political autonomy.475-221BC- Warring States period: China is split into seven major states, the period is characterised by warfare, as well as bureaucratic and military reforms.221-206BC- The Chinese heartland is united for the first time under the first emperor, Qin Shi Huang, founder of the Qin dynasty.206BC-220AD- Following civil war, the Han dynasty emerges, creating a cultural identity among still remembered in the ethnonym of the Han Chinese. The empire expands its territory with military campaigns in central Asia, Mongolia, Korea, southern China and Vietnam.7th-13th Centuries- Under the Tang (618-690) and Song dynasties (960-1279) China's economy flourishes. It is the first country to issue paper money. Between the 10th-11th centuries, China's population doubles to 100 million mostly due to the expansion of rice cultivation in central and southern China.1205-1279- Mongol conquest of China. China's population halves during this period.Image source,Getty ImagesImage caption,The Great Wall of China was built in the 14th Century as a barrier against the nomadic peoples of the north1368-1644- Ming dynasty: follows the collapse of the Mongol-led Yuan dynasty. China's capital is moved from Nanjing to Beijing. China creates one of the world's strongest navies, characterised by admiral Zheng He's voyages throughout the Indian Ocean, reaching as far as East Africa.1644-1912- Qing dynasty. The Manchu conquest of China (1618-1683) sees a decades long conflict between the emerging Qing dynasty, the incumbent Ming dynasty, and several smaller factions. It ends with the consolidation of Qing rule, the last imperial dynasty of China.1839-42 and 1856-60- Opium Wars. Fought between China, the UK and later France, triggered by China's campaign to stop opium trafficking by British merchants. European military superiority forces China to unequal treaties granting trade concessions and territory to Western powers. This begins China's \"century of humiliation\" (1839-1940s) a term used in China to describe the period of intervention and subjugation of the Qing dynasty and the Republic of China by Western powers and Japan.1850-1864- The Taiping Rebellion: civil war between the Manchu-led Qing dynasty and the Hakka-led Taiping Heavenly Kingdom based in Nanjing. Between 20-30 million people are killed.1862-1877- Dungan or Tongzhi Hui Revolt, or or Hui (Muslim) Minorities War:  Uprising in western China mainly by Chinese Muslims. Results in significant population changes in northwest China. Some 21 million die due to massacres, famine and plague.1894-95- Sino-Japanese War:  China loses influence in Korea, which becomes a Japanese protectorate, and is forced to cede Taiwan to Japan.1899-1901- Boxer Rebellion or the Yihetuan Movement: an anti-foreign, anti-colonial and anti-Christian uprising. After hesitation, the Imperial government supports the Boxers. Western powers intervene with 20,000 troops and capture and loot Beijing. The Qing dynasty's handling of the rebellion further weakens their control over China.1911-12- Military revolts lead to the proclamation of Republic of China under Sun Yat-sen, but much of the country is taken over by warlords.Late-1920s- The Kuomintang under Chiang Kai-shek, reunify much of the country and move the capital to Nanjing.1927-37- China is politically and militarily divided between the Kuomintang and the Communists under Mao Zedong. The Kuomintang score successes against the Red Army, which is forced to  retreat in the Long March (1934-35) to Shaanxi in northwest China.1931- Mukden Incident: Japan's army stages a bomb attack on railway line, blaming Chinese dissidents, and uses this as a pretext to invade Manchuria. This date is sometimes seen as the start of the Second Sino-Japanese War.1937-45- Second Sino-Japanese War: The 1937 Marco Polo Bridge incident sees Chinese and Japanese forces clash, leading to a full-scale Japanese invasion. Japan quickly captures Beijing, Shanghai and Nanjing. Some 40,000-300,000 Chinese are killed by Japanese forces in the Nanjing massacre - which remains an issue between modern China and Japan. China's government relocates to Chongqing.1939- War reaches a stalemate: Japan controls major cities but lacks the forces to control the interior.1939-45- World War Two sees uneasy alliance between the Communists and Kuomintang.1945-49- China's civil war resumes as Japan's military defeat becomes clearer. The Communists gain control of mainland China and established the People's Republic of China in 1949 under Mao Zedong, forcing the leadership of the Republic of China to retreat to the island of Taiwan.Image source,Getty ImagesImage caption,Mao Zedong was the founder of the People's Republic of China, which he led until his death in 19761958-62- Great Leap Forward: a campaign to quickly turn China from an agricultural to an industrialised society disrupts agriculture and leads to an economic breakdown. It is soon abandoned. Between 15-55 million people die in one of the largest famines in history.1966-76- Cultural Revolution: Mao launches a movement designed to preserve Chinese communism by purging remnants of capitalist and traditional elements from society. It marks Mao's return to power after a period of self-abstention following the Great Leap Forward.1976- Mao dies. From 1977, pragmatist Deng Xiaoping undertakes far-reaching economic reforms.Image source,Getty ImagesImage caption,Shanghai is China's largest city - and a global centre for finance, science and manufacturing1989- Troops open fire on pro-democracy protesters in Beijing's Tiananmen Square, killing hundreds of people.1997 and 1999- British Hong Kong and then Portuguese Macau return to China under the principle of one country, two systems.2001- China joins the World Trade Organization.2008- China hosts the Beijing Olympics.2010- China becomes the world's second-largest economy after the United States, when Japan's economy shrank in the final months of the year.2012-13- Xi Jinping becomes president, and steadily concentrates state and party power in his hands.2012 onwards- Periodic diplomatic clashes between China and its neighbours over disputed islands andcompeting territorial claimsin the South China Sea -  a major global shipping route.2013- China launches the Belt and Road Initiative, a global infrastructure investment to invest in more than 150 countries and international organisations - a central part of Xi's foreign policy.2017 onwards- China launches a continuing crackdown ondissent in Xinjiang, with an estimated one million people, mostly Uyghurs in internment camps.2019-2022- Beijing enforces strict public health measures intended eradicate the Covid-19 virus but eventually forces to abandon these after protests in 2022.2022- Relations between Taiwan and Chinadeteriorate sharplyafter a visit to the island by US House Speaker Nancy Pelosi. China launched a series of military exercises, including the firing of ballistic missiles, around Taiwan.Image source,Getty ImagesImage caption,China's launches its third aircraft carrier, the Fujian: its navy is now the world's biggest, in terms of the number of ships in the fleetAsiaChinaAsia PacificThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of China, including key dates and facts about this Asian country.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-14952882",
      "url": "https://www.bbc.com/news/world-asia-pacific-14952882",
      "title": "East Timor media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 5 June 2023Image source,Getty ImagesThe country's media are among the freest in the region. There are many publications in Tetum, Portuguese and even English. Radio Televisaun Timor Leste is the main broadcaster.There are a handful of daily and weekly press titles but a low rate of literacy combined with the cost of newspapers compared to average incomes, limits readership outside the capital, Dili.Radio is the most popular medium and there are several community radios on air.While media freedom is constitutionally protected, says US-based Freedom House, domestic media outlets are vulnerable to political pressure and self-censorship due to the small media market with limited nongovernmental sources of support.BBC World Service broadcasts in Dili on 95.3 FM. There are FM relays of Portuguese and Australian radio.There were 515,000 internet users by July 2022, comprising 37% of the population (Internetworldstats.com).Media guides by BBC Monitoring,externalSuara Timor Lorosae,external- dailyDiario Nacional - dailyTimor Post - dailyJornal Independente,external- dailyThe Dili Weekly,external- pages in EnglishTempo Semanal - free newspaperBusiness Timor,external- weeklyTelevisao de Timor-Leste (RTTL),external- publicRadio Timor-Leste (RTTL),external- publicRadio Maubere - run by Fretilin partyRadio Timor Kmanek (RTK) - Catholic Church radioMediaAsiaAsia PacificEast Timor",
      "summary": "An overview of on the media in East Timor, including links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-14919009",
      "url": "https://www.bbc.com/news/world-asia-pacific-14919009",
      "title": "East Timor country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 5 June 2023East Timor or Timor-Leste's road to independence - achieved on 20 May 2002 - was long and traumatic.The people of the first new nation of the century suffered some of the worst atrocities of modern times in their struggle for self-determination.When their Portuguese colonial masters withdrew in 1975, Indonesia claimed the territory for itself and ruthlessly suppressed the independence movement.Eventually the UN took over the administration and supervised the territory's transition to independence.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:DiliArea:14,874 sq kmPopulation:1.3 millionLanguages:Portuguese, Tetum, plus othersLife expectancy:66 years (men) 70 years (women)President: José Ramos-HortaImage source,Horacio VillalobosJosé Ramos-Horta was elected president in May 2022. He had  previously been president from 2007-2012 - during which he was shot during an attempted assassination.  He was co-awarded the 1996 Nobel Peace Prize, along with Carlos Filipe Ximenes Belo, for working for peace in East Timor.A founder and former member of Fretilin, he was the exiled spokesman for the resistance movement during the Indonesian occupation. He became the country's first foreign minister after independence in 2002.He came out of retirement to contest the 2022 presidential election, saying that the then president, Francisco \"Lu-Olo\" Guterres had violated the constitution.He campaigned on platform of alleviating poverty, increasing healthcare services for mothers and children, as well as boosting job creation.The president has limited executive power. He chooses the prime minister after elections.Image source,Getty ImagesThe country's media are among the freest in the region. There are many publications in Tetum, Portuguese and even English. Radio Televisaun Timor Leste is the main broadcaster.There are a handful of daily and weekly press titles but a low rate of literacy combined with the cost of newspapers compared to average incomes, limits readership outside the capital, Dili.Radio is the most popular medium and there are several community radios on air.Read full media profileImage source,Getty ImagesSome key dates in East Timor's history:1600s- Portuguese establish a trading post on the island, having  being driven out of other islands by the rival Dutch. They use the island as source of sandalwood.1749- Timor is split following battle between Portuguese and Dutch. Portuguese take the eastern half.1800s- East Timor sees little investment by the Portuguese until the late nineteenth century. Even when Portugal established actual control over the interior of its colony, investment remains low Sandalwood remains the main crop until coffee exports became significant in the mid-19th Century.1939- Outbreak of World War Two.1941- Allies briefly occupy Dili.1942- Japanese forces conquer the region, including East Timor. The mountainous interior sees a long guerrilla campaign by East Timorese volunteers and Allied forces. Between 40,000-70,000 civilians are killed. Japanese drive out the Australian and Allied forces in early 1943. Japan in control until 1945.1950s- Portugal begins investment in the colony, but economic growth remains low.1974- Coup in Lisbon leads to a new Portuguese government that begins policy of decolonisation.1975- Portuguese administration withdraws to offshore island of Atauro.  Five Australian-based journalists killed along border with West Timor, allegedly by Indonesian troops. After brief civil war, left-wing Fretilin party unilaterally declares East Timor independent.Indonesia invades, using its fight against communism as a pretext. It annexes territory in a move not recognised by the UN. More than 200,000 people - a quarter of the population - killed by fighting, famine and disease that follow the invasion and during Indonesian occupation.1981- Xanana Gusmao becomes leader of Falintil (Armed Forces of National Liberation of East Timor), the armed wing of Fretilin.1991- Santa Cruz cemetery massacre in which troops fire on mourners at a funeral in Dili of Fretilin supporter, killing more than 250 people.1992- Gusmao is captured near Dili. In 1993 he is convicted of subversion and given a life sentence which is later reduced.1996- Acting Bishop of Dili, Carlos Belo, and resistance leader Jose Ramos-Horta jointly awarded Nobel Peace Prize, raising international awareness of the East Timorese independence struggle.1998- Indonesian President Suharto resigns. Replaced by Bacharuddin Jusuf Habibie, who suggests territory may be given special status within Indonesia.1999- Indonesia says it will consider independence for East Timor if people reject autonomy. Gusmao moved from Jakarta prison to house arrest. In response to increasing violence by anti-independence activists, Gusmao orders guerrillas to resume independence struggle.Indonesia and Portugal sign agreement to allow East Timorese to vote on their future. After 78% of voters opt for independence, anti-independence militias resume a campaign of terror. UN takes over administration and prepares territory for independence. Australian-led peacekeeping force arrives. Gusmao released.2002- East Timor becomes independent. East Timor and Indonesia sign two agreements aimed at easing relations. Xanana Gusmao wins presidential elections.2005- East Timor, Indonesia sign landmark border agreement during Indonesian President Yudhoyono's first visit to Dili since coming to power. Remaining Australian peacekeepers leave.2006- East Timor and Australia sign a deal to divide expected revenues from Timor Sea oil and gas deposits. Talks on a disputed maritime boundary are postponed.Report on alleged atrocities during Indonesia's 24-year rule is presented to the UN. It finds that the occupation was directly responsible for the deaths of more than 100,000 East Timorese.2006- Foreign troops arrive in Dili to try to restore order as clashes involving former soldiers descends into wider factional violence. Non-military peacekeeping mission, the UN Integrated Mission in East Timor, or Unmit, is set up.2007- Prime Minister Jose Ramos-Horta wins presidential election.2008- President Ramos-Horta is shot in the stomach by renegade soldiers. Rebel leader Alfredo Reinado is killed in the attack.2009- Indonesia says ties with Australia may be harmed by a war crimes inquiry into five Australian journalists who died during the Indonesian invasion of East Timor in 1975.2010- A court convicts rebels over the attempted assassination of the president in 2008, jailing them for up to 16 years. President Ramos-Horta later pardons them or commutes their sentences.2011 -East Timor applies to join Asean.2012- UN ends peacekeeping mission.2017- Australia and East Timor reach a breakthrough agreement on their maritime border, ending a decade-old row.Image source,Getty ImagesImage caption,East Timorese mark the 30th anniversary of the 1991 Santa Cruz massacre in Dili, when Indonesian troops killed more than 250 protesters during a memorial serviceAsiaAsia PacificEast TimorThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of East Timor, including key dates and facts about this South East Asian state.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-14919686",
      "url": "https://www.bbc.com/news/world-asia-pacific-14919686",
      "title": "Fiji media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 23 August 2023Image source,Getty ImagesPrivately-owned TV and radio stations operate alongside outlets run by the state-owned Fiji Broadcasting Corporation.Freedom House says that the repressive climate that followed the 2006 coup has eased since democratic elections were held.Fiji has an active media sector, with several private television stations, radio stations, and newspapers. Opposition parties have accused the state of using its power to silence critics.Reporters Without Borders (RSF) has praised the media's \"liveliness and spirit of resistance\". But is says journalists are restricted by a \"draconian\" media industry decree which became law in 2018. Reporters who violate its \"vaguely-worded\" rules risk imprisonment, and the risk of fines and jail time encourages self-censorship.Radio is a key source of information, particularly on the outer islands. There are public and privately-owned stations. The BBC (88.2 FM), Radio Australia and Radio France Internationale are available via local relays.There were 688,000 internet users by July 2022, comprising 76% of the population (Internetworldstats.com).Media guides by BBC Monitoring,externalThe Fiji Times,external- private, main English-language dailyFiji Village,external- private news and radio site, operates several networks in English, Fijian and HindiFiji Sun,external- privateThe Jet,external- English-language monthlyFiji TV,external- privateMai TV,external- privateFBC TV,external- state-ownedFBC,external- state-owned commercial company, operates Fijian-language Radio Fiji One, Hindi-language Radio Fiji Two, music-based Bula FM, Hindi station Mirchi FM, music-based 2day FM and Radio Fiji GoldFiji Village,external- private news and radio site, operates several networks in English, Fijian and HindiMediaAsia PacificPacific OceanFiji",
      "summary": "An overview of the media in Fiji, including links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-14919067",
      "url": "https://www.bbc.com/news/world-asia-pacific-14919067",
      "title": "Fiji country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 23 August 2023Fiji has one of the most developed economies in the Pacific, relying heavily on its tourism and sugar industries.Since independence from Britain in 1970, rivalry between the indigenous Fijian and the ethnic Indian communities has been at the root of much of the political upheaval in the country.The archipelago consists of more than 330 islands and 540 islets scattered over about 3,000,000 sq km (about 1.1 million sq miles). Of the islands, about 100 are inhabited.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:SuvaArea:18,274 sq kmPopulation:926,200Languages:Fijian, English, Fiji Hindi, plus RotumanLife expectancy:65 years (men) 69 years (women)President: Jioji Konousi KonroteImage source,Getty ImagesJioji Konousi Konrote was elected as president in October 2015. He is the first non-indigenous president and the first to be elected by parliament. Previous presidents were selected by the Great Council of Chiefs (GCC).He has had a long career in the military, government and diplomatic service.Prime Minister: Sitiveni RabukaImage source,Getty ImagesSitiveni became prime minister in December 2022 following general elections in which opposition parties reached a deal to form a new coalition government, ending Prime Minister Frank Bainimarama's nearly 16-year rule.Fiji's coalition government has broader regional significance. Both parties have signalled a desire to cool relations with China, which has been steadily increasing its financial and diplomatic interests in the Pacific.Mr Bainimarama came to power in a 2006 coup, one of a series of political upheavals since Fiji gained independence from the UK in 1970. The rivalry between the indigenous Fijian and the ethnic Indian communities has been at the root of much of the tensions.In 2013 the constitution was changed to remove a race-based electoral system that favoured indigenous Fijians over the country's large Indian population.Mr Rabuka is a former international rugby player who was the leader of Fiji's first coup in 1987, which came after tensions between indigenous Fijians and ethnic Indians. He served as prime minister in 1992-99.Image source,Getty ImagesImage caption,Fiji's capital Suva: The country has one of the most developed economies in the PacificPrivate TV and radio stations operate alongside outlets run by the state-owned Fiji Broadcasting Corporation.Reporters Without Borders has praised the media's \"spirit of resistance\" but says journalists are restricted by a \"draconian\" media decree.Read full media profileImage source,Getty ImagesImage caption,Fiji has been at the forefront of international efforts deal with climate change, which threatens to submerge low lying islandsSome key dates in Fiji's history:1643- Dutch explorer Abel Tasman is the first European to visit the islands.1830s- Western Christian missionaries begin to arrive.1874- Fiji becomes a British crown colony at the request of Fijian chiefs.1875-76- Measles epidemic wipes out one-third of the Fijian population; British forces and Fijian chiefs suppress rebellion.1879-1916- More than 60,000 indentured labourers brought in from the Indian subcontinent to work on sugar plantations.1916- British colonial government in India stops the recruitment of indentured labourers.1920- All labour indenture agreements in Fiji end.1970- Fiji becomes independent with Ratu Sir Kamisese Mara of the AP as prime minister.1987- Indian-dominated coalition wins general election, ending 17 years of rule by the AP.  Lieutenant-Colonel Sitiveni Rabuka seizes power in a bloodless coup with the aim of making indigenous Fijians politically dominant. In a saecond coup he proclaims Fiji a republic1999- Mahendra Chaudhry is elected Fiji's first ethnic Indian prime minister but is overthown a year later when bankrupt businessman George Speight and retired major Ilisoni Ligairi storm parliament, aiming to make indigenous Fijians the dominant political force.2001- Elections to restore democracy.2002- Fiji announces radical privatisation plan designed to stave off collapse of vital sugar industry threatened by withdrawal of EU subsidies.2006- Military chief Frank Bainimarama carries out coup.2012- Martial law is lifted.2014- Frank Bainimarama becomes the country's civilian leader after winning parliamentary elections.2016- At least 42 people are killed and tens of thousands are left homeless as Cyclone Winston hits Fiji in the worst storm ever recorded in the southern hemisphere.Image source,Getty ImagesImage caption,Fiji consists of an archipelago of more than 330 islandsAsia PacificPacific OceanFijiThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Fiji, including key dates and facts about this Pacific island nation.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-15105923",
      "url": "https://www.bbc.com/news/world-asia-pacific-15105923",
      "title": "Indonesia media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 24 February 2023Image source,Getty ImagesTelevision is the most popular medium. Major national commercial networks compete with state-owned Televisi Republik Indonesia (TVRI).The radio dial is crowded, with scores of stations in Jakarta alone. In line with global trends, print newspaper circulations are falling.Reporters Without Borders (RSF) says there are \"drastic\" restrictions on media access to the troubled province of West Papua. More generally, it says many journalists self-censor because of the threat from laws on blasphemy and online libel.There were 212 million internet users by July 2022, comprising 76% of the population (Internetworldstats.com). Facebook, Instagram and Twitter are popular social media platforms.The authorities can resort to blocking online content deemed to break the law or violate social norms, says Freedom House.Media guides by BBC Monitoring,externalThe Jakarta Post,external- English-language dailyKompas,external- dailyPos Kota,external- dailyIndo Pos,external- dailyRepublika,external- dailyBisnis Indonesia,external- dailyTempo,external- weeklyRadio Republik Indonesia (RRI),external- state-owned, operates national, regional and local stationsTelevisi Republik Indonesia (TVRI),external- state-owned, operates two networksSurya Citra Televisi Indonesia (SCTV),external- privateRajawali Citra TV Indonesia (RCTI),external- privateIndosiar,external- privateMNCTV,external- privateTrans 7,external- privateMetro TV,external- private, newsAntara,external- government-owned news agency, English-language pagesJakarta Globe,external- news site, in EnglishDetikcom,external- news siteMediaAsia PacificIndonesia",
      "summary": "An overview of the media in Indonesia, including links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-14921238",
      "url": "https://www.bbc.com/news/world-asia-pacific-14921238",
      "title": "Indonesia country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 25 October 2024Spread across a chain of thousands of islands between Asia and Australia, Indonesia has the world's largest Muslim population and South East Asia's biggest economy.Ethnically it is highly diverse, with more than 300 local languages. The people range from rural hunter-gatherers to a modern urban elite.Sophisticated kingdoms existed before the arrival of the Dutch, who colonised the archipelago but gave in to an independence struggle in 1949.Indonesia has become one of the world's major emerging economies, but faces demands for independence in some areas.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:JakartaArea:1,904,569 sq kmPopulation:275.7 millionLanguages:Indonesian, plus regional languagesLife expectancy:68 years (men) 72 years (women)President: Prabowo SubiantoImage source,Getty ImagesFormer military generalPrabowo Subianto was sworn in as president in October 2024 after winning over 58% of the vote in February's elections, against two rivals.His election spelt the end of an era under former leader Joko Widodo, known locally as Jokowi, who presided over a decade of economic growth and infrastructure development.Prabowo was sworn in with his running mate Gibran Rakabuming Raka, Jokowi's eldest son.He has announced Indonesia's largest cabinet since the 1960s. Some observers believe Prabowo's cabinet make-up - with 17 of the 48 ministers re-appointed from Jokowi's cabinet - was a \"political reward\" to his predecessor, whose tacit support is said to have propelled Prabowo's electoral victory.Prabowo had promised during his campaign to continue Jokowi's development and infrastructure-focussed policies.In his inauguration speech, Prabowo vowed to eradicate corruption, poverty, and said he would be president for all Indonesians.On the foreign policy front, he affirmed Indonesia's longstanding policy of non alignment - where the country does not ally itself with major power blocs.A former special forces commander under the dictator General Suharto and his son-in-law, he has been dogged by allegations of human rights abuses.Image source,Getty ImagesTelevision is the main medium, but online media are catching up.Facebook is hugely popular, and Indonesians are among the world's most active users of Twitter.Reporters Without Borders says many journalists self censor because of legislation governing blasphemy and online content.Read full media profileImage source,Getty ImagesImage caption,Sukarno led Indonesia's independence struggle and was its first presidentSome key dates in Indonesia's history:1670-1900- Dutch colonists bring the whole of Indonesia under one government as the Dutch East Indies.1942- Japan occupies Dutch East Indies.1949- The Dutch recognise Indonesian independence after four years of guerrilla warfare. Sukarno is president.1950s- Maluku (Moluccas) declares independence from Indonesia and fights an unsuccessful separatist war1962- Western New Guinea, or West Papua, held by the Netherlands, is placed under UN administration and subsequently occupied by Indonesian forces.  Separatists begin a low-intensity guerrilla war against Indonesia.1963-66- The Indonesia-Malaysia confrontation or Konfrontasi; an armed conflict between UK and Commonwealth forces against Indonesian troops - mainly in Borneo -  stemming from Indonesia's opposition to the creation of the Federation of Malaysia. After Indonesian president Sukarno loses power in 1966, the dispute is resolved.1965- Failed coup: In the aftermath, hundreds of thousands of suspected Communists are killed in a purge of leftists which descends into vigilantism.1966- Sukarno hands over emergency powers to General Suharto, who becomes president in March 1967.1969- West Papua formally incorporated into Indonesia.1975- Portugal grants East Timor independence. Indonesia invades the following year and annexes it as a province.1997- Asian economic crisis: Indonesian rupiah plummets in value. Protests and rioting topple Suharto the following year.1999- Free elections are held in Indonesia. East Timor votes for independence, and comes under UN administration.2002- Jihadist bomb attack on the Kuta Beach nightclub district on Bali kills 202 people, most of them tourists.2004- First-ever direct presidential elections, won by Susilo Bambang Yudhoyono.2004December - More than 220,000 people are dead or missing in Indonesia alone after a powerful undersea earthquake off Sumatra generates massive tidal waves. The waves devastate Indian Ocean communities as far afield as Thailand, India, Sri Lanka and Somalia.2005- Government signs a peace accord with separatist rebels in Aceh, to end the 30-year conflict.2006- The Yogyakarta earthquake shakes central Java, leaving more than 5,700 dead and 37,000 injured.2019- President Joko Widodo announces the country's new capital city - Nusantara - will be in East Kalimantan on Borneo island. The new capital will replace Jakarta.2019August-September - Thousands take part in violent pro-separatist protests in Papua's large cities, against the background of the long-running conflict in Western New Guinea (Papua) between Indonesia and Free Papua Movement separatists.2022- Construction work starts on Nusantara.Image source,Getty ImagesImage caption,Indonesia is vulnerable to volcanic eruptions, such as this one on the island of SumatraAsia PacificIndonesiaJoko WidodoThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Indonesia, including key dates and facts about this South East Asian state.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-15353971",
      "url": "https://www.bbc.com/news/world-asia-pacific-15353971",
      "title": "Laos media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 18 April 2023Image source,Getty ImagesThe ruling Lao People's Revolutionary Party (LPRP) keeps a strict hold on the media, with the government owning most of the mainstream outlets, including the national TV and radio networks.\"Laos is a 'black hole' from which little news emerges,\" says Reporters Without Borders (RSF). The law allows foreign media to set up bureaus only on condition that they submit their output for review by officials.The government considers natural disasters and major investment projects with countries like Thailand, Vietnam and China as \"taboo\" subjects for the media, says the Southeast Asian Press Alliance, a press freedom NGO.Privately-owned, entertainment-based magazines which avoid political coverage have emerged in recent years, says US-based NGO Freedom House.Freedom House says the government monitors social media usage and courts have handed out heavy sentences \"for content and images that portray Laos negatively\".There were 4.2 million internet users by July 2022, comprising 57% of the population (Internetworldstats.com). Most online activity is conducted using smartphones.Media guides by BBC Monitoring,externalVientiane Times,external- state-run, English-languageLe Renovateur,external- state run, French-languageVientiane Mai,external- state-run dailyPasaxon,external- party monthlyLaotian Times,external- news website, in EnglishLao National TV,external- state-owned, operates TV1, TV3, provincial stationsLao Star,external- commercial, state-ownedLao Public Security TV,external(Lao PSTV) - state-ownedLao National Radio,external(LNR) - state-runLao People's Army Broadcasting - militaryKPL,external- Lao News Agency, state-runMediaLaosAsiaAsia Pacific",
      "summary": "An overview of the media in Laos, including links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-15351898",
      "url": "https://www.bbc.com/news/world-asia-pacific-15351898",
      "title": "Laos country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 18 April 2023Laos is one of the world's few openly communist states. It is a one-party state and the general secretary of the  Lao People's Revolutionary Party holds ultimate power and authority over state and government.A French colony until the 1953, the power struggle which ensued between royalists and the communist group Pathet Lao also saw the country caught up in the Vietnam War. Communist forces overthrew the monarchy in 1975, heralding years of isolation.After the fall of the Soviet Union in the 1990s, Laos began opening up to the world. But despite economic reforms, the country remains poor and heavily dependent on foreign aid.Most Laotians live in rural areas, with around 80% working in agriculture mostly growing rice.Laos plans for hydropower to become its biggest source of revenue. But its neighbours Vietnam, Thailand and Cambodia have all raised concerns about the environmental impact of its dam-building projects along the Mekong River which they jointly share.See morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:VientianeArea:236,800 sq kmPopulation:7.7 millionLanguage:LaoLife expectancy:66 years (men) 70 years (women)President and General Secretary of the Lao People's Revolutionary Party: Thongloun SisoulithImage source,Getty ImagesThongloun Sisoulith was elected the Lao People's Revolutionary Party's general secretary, and thus effective leader of Laos in January 2021. He is the first civilian with no military background to be general secretary.Image source,Getty ImagesThe ruling LPRP exerts tight control over the media and the government owns most mainstream outlets.Use of social media, particularly Facebook, is widespread. But press freedom bodies say the authorities monitor usage for content deemed negative and individuals have been punished for posting such material.Read full media profileImage caption,The That Luang Buddhist stupa in the capital VientianeSome key dates in the history of Laos:13th Century- Kingdom of Lan Xang, a million elephants, is founded by prince Fa Ngum who had been exhiled by his father from the Khmer Empire. He makes Theravada Buddhism the state religion.1637-1694- King Sourigna Vongsa rules for 57 years - seen as Lao's \" Golden Age\". After his death the country splits into three.1763-1769- Burmese armies overran northern Laos and annexe Luang Prabang.1777- Southern Laos comes under Thai rule.1893- Laos becomes a French protectorate until 1945, when it is briefly occupied by the Japanese towards the end of World War Two.1946- French return following the surrender of Japan.1950- Faced with an increasingly difficult war against the Viet Minh across much of French Indochina, France grants Laos semi-autonomy as an associated state within the French Union.1954- Laos gains full independence as a constitutional monarchy as French withdraw following defeat at the Battle of Dien Bien Phu by the Viet Minh.1960- Fighting breaks out between the Royal Lao Army and the communist North Vietnamese and Soviet Union-backed Pathet Lao forces, leading to civil war.1960s- The United States intervenes in the region in a bid to prop up its ally South Vietnam against North Vietnamese and Viet Cong attacks. Laos is subject to extensive bombing the US  attempts to destroy North Vietnamese sanctuaries and to rupture the supply lines known as the Ho Chi Minh trail.1973- Vientiane ceasefire agreement divides Laos between the communists and the royalists.1975- The Pathet Lao - renamed the Lao People's Front - seizes power and replaces the monarchy with a communist government.1979- Food shortages and the flight of hundreds of thousands of refugees to Thailand leads the government to modify its approach.1986- Encouraged by President Gorbachev's changes in the USSR, Laos introduces market-oriented reforms.1994- \"Friendship bridge\" over the Mekong linking Laos and Thailand is opened.1995- US lifts its 20-year aid embargo.1997- Laos becomes a member of Asean, the Association of Southeast Asian Nations.2000- Series of bomb blasts hits Vientiane; authorities blame anti-government groups based abroad. Celebrations of 25 years of communist rule.2012- Laos approves plans to build a massive dam at Xayaburi, on the lower Mekong river, despite opposition from environmentalists and neighbours Cambodia and Vietnam.2013- Becomes a member of the World Trade Organisation (WTO).2016- Barack Obama becomes the first sitting US president to visit Laos.Image source,Getty ImagesImage caption,Farming still accounts for half of the country's economy and 80% of jobsLaosAsiaAsia PacificThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Laos, including key dates and facts about this South East Asian country.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-15384221",
      "url": "https://www.bbc.com/news/world-asia-pacific-15384221",
      "title": "Malaysia media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 19 May 2023Image source,Getty ImagesMalaysia \"seems to have a rich media landscape, but the state media wield a great deal of influence\", says Reporters Without Borders (RSF).The media avoid taboo subjects or criticism of politicians and officials, and legislation allows for the jailing of journalists, including under the sedition law, the Official Secrets Act, and a 2021 \"anti-fake news\" ordinance.The TV sector includes state-owned and private networks, and pay TV platforms.Media ownership is highly concentrated. Media Prima is the largest conglomerate. Its national TV networks include TV3, the biggest terrestrial broadcaster. Print newspapers have experienced falling circulations.State-owned Radio Television Malaysia (RTM) operates two main TV networks. Private stations broadcast in Malay, Tamil, Chinese and English.The online media are very active and some outlets \"cherish their editorial autonomy\", says RSF. Online and social media are the main sources of news.There were 30.9 million internet users by July 2022, comprising 94% of the population (Internetworldstats.com).Media guides by BBC Monitoring,externalNew Straits Times,external- English-language dailyThe Star,external- English-language dailyThe Sun,external- English-language dailyThe Malay Mail,external- English-language dailyRadio Television Malaysia (RTM),external- state-run, operates TV1, TV2TV3,external- commercial terrestrial networkntv7,external- commercial terrestrial network8TV,external- commercial terrestrial networkTV9,external- commercial terrestrial networkAstro,external- pay TV, networks includeAstro Awani,externalnews channelRadio Television Malaysia (RTM),external- state-run, operates some 30 national and regional networksEra,external- privateHot FM,external- privateSinar,external- privateBernama,external- state-run agencyMalaysiakini,external- news siteFree Malaysia Today (FMT),external- news siteMediaAsiaAsia PacificMalaysia",
      "summary": "An overview of the media in Malaysia, including links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-16567840",
      "url": "https://www.bbc.com/news/world-asia-pacific-16567840",
      "title": "Vietnam media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 23 October 2024Image source,Getty ImagesThe Communist Party has a strong hold on the media and the state controls all print and broadcast outlets.Repressive laws constrain journalists and bloggers, says Freedom House. Those who report or comment on controversial issues risk intimidation and physical attack.Bloggers and citizen journalists are the only sources of independent news, says Reporters Without Borders (RSF). But they face \"ever-harsher forms of persecution\".TV is the main medium. Vietnam Television (VTV) runs the only national networks. VTV-owned satellite and cable pay TV platforms carry some foreign TVs.Voice of Vietnam (VoV) radio networks include VoV 5, with output in English and other languages.There are hundreds of newspapers and magazines. The Communist Party, government bodies and the military own or control almost all of them, says Freedom HouseMaterial deemed to threaten Communist rule, including political dissent, is blocked.  Censorship by means of content removal has become systematic, Freedom House said in 2018. The NGO said that the authorities had worked with Facebook to remove hundreds of accounts accused of spreading \"reactionary, anti-Party\" material.A cyber security law which took effect in 2019 requires global online platforms to set up local offices and store their user data within Vietnam.There were 84 million internet users by July 2022, comprising 89% of the population (Internetworldstats.com).Media guides by BBC Monitoring,externalNhan Dan,external- Communist Party daily, English-language pagesLe Courrier du Vietnam,external- in FrenchVietnam News,external- state-run, English-language dailyTuoi Tre,external- daily, published by Communist Youth Union, English-language websiteThanh Nien,external- daily, published by Vietnam Youth FederationVTV,external- Vietnam TelevisionVoice of Vietnam,external- operates national networks and an external serviceDai Tieng Noi Nhan Dan,external(Voice of Ho Chi Minh City)VietNamNetBridge,external- news site run by Information Ministry, English-language pagesVietnamMediaAsia Pacific",
      "summary": "An overview of the media in Vietnam, including links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-16567315",
      "url": "https://www.bbc.com/news/world-asia-pacific-16567315",
      "title": "Vietnam country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 23 October 2024Vietnam, a one-party Communist state, has been one of south-east Asia's fastest-growing economies. It has been a unified country since 1975, when the armed forces of the Communist north seized the south.This followed three decades of bitter wars, in which the Communists fought first against the colonial power France, then against South Vietnam and its US backers. In its latter stages, the conflict held the attention of the world.Alongside its economic growth, Vietnam is also beset by high levels of corruption, political censorship and a poor record on human rights.Amid the current rivalry between China and the US in South East Asia, Vietnam continues to pursue a careful balancing act by forging close ties with both sides.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:HanoiArea:331,699 sq kmPopulation:100.3 millionLanguage:VietnameseLife expectancy:71 years (men) 79 years (women)President: Luong CuongImage source,Getty ImagesVietnam's parliament elected military general Luong Cuong as president in October 2024. He became Vietnam's fourth president in three years, following a period of rare political turmoil in the country.Cuong was elected to replace To Lam, who remained president even after he was formally appointed as the general secretary of the ruling Communist Party in August 2024.The role of the general secretary is the most powerful position in Vietnam while the presidency is mostly ceremonial and involves meeting foreign dignitaries.Image source,Getty ImagesImage caption,To Lam became general secretary - Vietnam's most powerful politician - in August 2024Cuong has said he will conduct foreign policies that sought independence and peace and to promote Vietnam \"as a friend, a trusted partner, an active and responsible member of the international community\".Cuong's appointment took place after months of uncharacteristic tumult in Vietnam's politics, as well as the death of former general secretary Nguyen Phu Trong, who had dominated the country's leadership since 2011.Trong had been seen as one of Vietnam's most powerful leaders in decades. Besides overseeing Vietnam's supercharged economic growth, he was also known for his \"blazing furnaces\" anti-corruption campaign which has seen thousands of officials charged.Image source,Getty ImagesThe Communist Party has a strong grip on the media.Media outlets and journalists risk sanctions and arrest for broaching sensitive topics and for criticising the government.Online content deemed to threaten Communist rule is blocked.Read full media profileImage source,Getty ImagesImage caption,Ho Chi Minh (pictured in 1951) led the resistance against French colonial rule in the First Indochina WarSome key dates in Vietnam's history:1859-83- France slowly colonises Indochina.1940- Japan takes control of Indochina.1945- The Viet Minh seizes power. Ho Chi Minh proclaims independence and establishes the Democratic Republic of Vietnam.1946- French forces attack Viet Minh in Haiphong in November, sparking the war of resistance against the colonial power.1950- Democratic Republic of Vietnam is recognised by China and USSR.1953-54- Viet Minh forces attack and eventually capture a key isolated French military base in the town of Dien Bien Phu after a seven-week battle. The battle effectively spells the end of France's field army in Vietnam. During the siege the French government agrees to peace talks in Geneva.1954- Vietnam is split into North and South at the Geneva conference.1956- South Vietnamese President Ngo Dinh Diem begins campaign against political dissidents. Conflict between the two rival states rages for the next two decades, in what is known as the Vietnam War or the Second Indochina War. The US becomes heavily involved in support of the South.1964- Gulf of Tonkin incident: the US says North Vietnamese patrol boats fired on two US Navy destroyers. US Congress approves Gulf of Tonkin Resolution, authorising military action in region.1965- 200,000 American combat troops arrive in South Vietnam.1966- US troop numbers in Vietnam rise to 400,000, then to 500,000 by 1967.1968- Tet Offensive - a combined assault by Viet Cong and the North Vietnamese army on US positions - begins.1969- Ho Chi Minh dies. President Nixon begins to reduce US ground troops in Vietnam as domestic public opposition to the war grows.1973- Ceasefire agreement in Paris, US troop pull-out completed by March.1975- North Vietnamese troops invade South Vietnam and take control of the whole country after South Vietnamese President Duong Van Minh surrenders.1976- Vietnam is reunified as the Socialist Republic of Vietnam. Hundreds of thousands flee abroad, including many \"boat people\".1979- Vietnam invades Cambodia and ousts the Khmer Rouge regime of Pol Pot. In response, Chinese troops cross Vietnam's northern border. They are pushed back by Vietnamese forces.1986- Nguyen Van Linh becomes party leader. He introduces a more liberal economic policy.1989- Vietnamese troops withdraw from Cambodia.1994- US lifts its 30-year trade embargo.1995- Vietnam and US restore full diplomatic relations. Vietnam becomes full member of Association of Southeast Asian Nations (Asean).2000- US President Bill Clinton pays a three-day official visit.2001- US and Vietnam implement a trade agreement which normalises the trade status between them.2002- Russia hands back the Cam Ranh Bay naval base, once the largest Soviet base outside the Warsaw Pact.2004- First US commercial flight since the end of the Vietnam War touches down in Ho Chi Minh City.2007- Vietnam joins the World Trade Organization.2011- Vietnam begins joint operation with the United States to clean up contamination from the toxic Agent Orange defoliant widely used by the US military during the Vietnam war. China and Vietnam sign an agreement to manage the South China Sea dispute2014- State media for first time marks anniversary of South Vietnam's 1974 clash with China over Paracel Islands, in sign of growing tension over Chinese intentions in the area.2016- US lifts long-standing ban on selling weapons to Vietnam.2024- Vietnam rocked by $44bn fraud scandal. Billionaire property develop Truong My Lan is sentenced to death for looting one of the country's largest banks over a period of 11 years.Image source,Getty ImagesImage caption,Hundreds of thousands of US troops were sent to VietnamVietnamAsia PacificThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Vietnam, including key dates and facts about this South East Asian country.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-15356257",
      "url": "https://www.bbc.com/news/world-asia-pacific-15356257",
      "title": "Malaysia country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 19 May 2023Malaysia boasts one of South East Asia's most vibrant economies, the fruit of decades of industrial growth and political stability.Consisting of two regions separated by the South China Sea, Malaysia is a multi-ethnic, multi-religious federation of 13 states and three federal territories.The country is benefiting from a growth in manufacturing, and is a major tourist destination, but there are fears that development could harm the environment, particularly the rainforests of northern Borneo, which are under pressure from palm oil plantations and illegal logging.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:Kuala Lumpur (ceremonial, legislative) Putrajaya (adminstrative)Area:330,803 sq kmPopulation:33.2 millionLanguages:Malay, plus EnglishLife expectancy:71 years (men) 76 years (women)Head of state: AbdullahImage source,Getty ImagesSultan Abdullah of Pahang was elected paramount leader in January 2019, after the unprecedented abdication of his predecessor Sultan Muhammad V of Kelantan.The post of paramount ruler is rotated every five years among the sultans of the nine Malay states.Prime minister: Anwar IbrahimImage source,Getty ImagesAnwar Ibrahim became prime minister in November 2022, after a rollercoaster political career that saw him move from student campaigner to deputy prime minister and then jail.He become deputy to long-serving United Malays National Organisation Prime Minister Mahathir Mohamed in 1993, until they fell out five years later and Mr Ibrahim was imprisoned on trumped-up charges.Freed in 2004 only to be jailed again later, Mr Ibrahim eventually formed an alliance with Mahathir Mohamed in the multi-ethnic Pakatan Harapan that brought him to power in 2022.Image source,Getty ImagesImage caption,Online and social media are predominant sources of newsMedia freedom improved after the change of government in 2018, say international watchdogs. Officials have considered repealing laws which were used to curb reporting.The TV sector includes state and private networks and pay TV. The biggest media conglomerate operates several networks including TV3, the leading national station.Seefull media profileImage source,AFPImage caption,Some of the pre-Malay indigenous population still retain traditional customsSome key dates in Malaysia's history:14th Century- Conversion of Malays to Islam begins.1511- Portuguese take Malacca.1641- Dutch take Malacca.1786- British establish a presence in Malaya, when the Sultan of Kedah leases Penang Island to the British East India Company.1819- British occupy Singapore.1824- Malacca occupied by the British following the Anglo-Dutch Treaty, which divides the region into two spheres of influence; British north of the Strait of Malacca, and Dutch south of it.1826- British settlements of Malacca, Penang and Singapore unite; British begin to establish protectorates over the Malay sultanates of the peninsula.1842- Sarawak ceded by the Sultan of Brunei to James Brooke, whose successors rule as the White Rajahs over an independent kingdom until 1946, when it becomes a British crown colony.1877/78- Sabah comes under British control.1895- Four Malay states combine to form the Federated Malay States.1941- Japan launches surprise attack on the US fleet at Pearl Harbor. Japanese air force sinks the British warships HMS Prince of Wales and HMS Repulse which have been sent to defend Malaya and Singapore. The Japanese army invades Malaya decisively defeat numerically superior British, Indian, Australian and Malayan defenders.1942- Japanese capture Singapore. 85,000 British and allied troops surrender, in the largest British surrender in history.1945- Japan surrenders1948- British-ruled Malayan territories unified under Federation of Malaya.1948-60- Malayan Emergency; a a guerrilla insurgency by the ethnically Chinese-led Malayan Communist Party to force the British out of Malaya.1957- Federation of Malaya becomes independent.1961- Malaya's prime minister, Tunku Abdul Rahman calls for a new Federation called Malaysia, uniting Malaya, Singapore, Brunei, North Borneo, and Sarawak. The UK supports this believing the merger would prevent Singapore from becoming a haven for communism.1963-66- The Indonesia-Malaysia confrontation or Konfrontasi; an armed conflict between UK and Commonwealth forces against Indonesian troops - mainly in Borneo - stemming from Indonesia's opposition to the creation of the Federation of Malaysia. After Indonesian president Sukarno loses power in 1966, the dispute is resolved.1965- Singapore withdraws from Malaysia.1969- 13 May race riots. Around 170 people are killed in Chinese-Malay communal violence.1971- Government brings in the New Economic Policy, aimed at increase the share of the economy held by native Malays.1980s onwards- Rapid economic growth and urbanisation, which shifts the economy from being agriculturally-based to one based on manufacturing and industry sees numerous building projects completed, such as the Petronas Towers and the North-South Expressway.2003- Prime Minister Mahathir Mohamad steps down after 22 years in office, only to return briefly in 2018-2020.2022- Anwar Ibrahim wins election as head of multi-ethnic coalition.Image source,AFPImage caption,Muslim Malays form about 60% of the populationAsiaAsia PacificMalaysiaThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of Malaysia, including key dates and facts about this South East Asian state.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-15369577",
      "url": "https://www.bbc.com/news/world-asia-pacific-15369577",
      "title": "New Zealand media guide - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 22 August 2023Image source,Getty ImagesImage caption,Auckland is New Zealand's biggest cityBroadcasters enjoy one of the world's most liberal media arenas.The broadcasting sector was deregulated in 1988, when the government allowed competition to the state-owned Television New Zealand (TVNZ). Privately-owned TV3 is TVNZ's main competitor.Satellite platform SKY TV is the leading pay TV provider. Freeview carries free-to-air digital terrestrial and satellite TV.The New Zealand Herald newspaper has the biggest circulation.There were 4.5 million internet users by July 2022, comprising 93% of the population (Internetworldstats.com).Media guides by BBC Monitoring,externalNew Zealand Herald,external- Auckland-based daily, owned by New Zealand Media and EntertainmentDominion-Post,external- Wellington-based dailyThe Press,external- Christchurch-based dailyThe Sunday Star Times,external- Auckland-based weeklyTelevision New Zealand (TVNZ),external- state-owned, operates TV One, entertainment-based TV 2, digital services TVNZ 6 and TVNZ 7TV 3,external- private networkPrime TV,external- private networkSky TV,external- pay-TV operatorMaori Television,external- publicRadio New Zealand,external- public broadcaster, operates Radio New Zealand National, Radio New Zealand Concert, AM NetworkRadio New Zealand International,external- Radio New Zealand's external service, targeting South Pacific regionNiu FM,external- national government-funded station for New Zealand's Pacific islander communitiesRadioWorks,external- stations include More FM, The EdgeNew Zealand Media and Entertainment,external- a New Zealand newspaper, radio and digital media business, radio  stations include Newstalk ZB, Radio HaurakiRBG - Rhema Broadcasting Group,external- operates Christian stations Rhema Radio, Southern Star Network and Life FMAssociation of Community Access Broadcasters,external- chain of non-profit broadcastersScoop,external- privateStuff,external- operated by Fairfax New ZealandMediaAsia PacificPacific OceanNew Zealand",
      "summary": "An overview of the media in New Zealand, as well as links to broadcasters and newspapers.",
      "date_published": null,
      "tags": []
    },
    {
      "id": "https://www.bbc.com/news/world-asia-pacific-15357770",
      "url": "https://www.bbc.com/news/world-asia-pacific-15357770",
      "title": "New Zealand country profile - BBC News",
      "content_text": "This page is no longer being updated. It was last updated on 22 August 2023New Zealand is a wealthy Pacific nation dominated by two cultural groups - New Zealanders of European descent, and the Maori, who are descendants of Polynesian settlers.It is made up of two main islands and numerous smaller ones. Around three-quarters of the population lives on the North Island, which is also home to the capital, Wellington.Agriculture is the economic mainstay, but manufacturing and tourism are important. Visitors are drawn to the glacier-carved mountains, lakes, beaches and thermal springs. Because of the islands' geographical isolation, much of the flora and fauna is unique to the country.New Zealand plays an active role in Pacific affairs, and has special constitutional ties with the Pacific territories of Niue, the Cook Islands and Tokelau.Read morecountry profiles,external- Profiles byBBC Monitoring,externalCapital:WellingtonArea:268,021 sq kmPopulation:5.1 millionLanguages:English, MaoriLife expectancy:80 years (men) 83 years (women)Head of state: Charles III, represented by a governor-generalPrime minister: Chris HipkinsImage source,Getty ImagesChris Hipkins became prime minister in January 2023 following the unexpected resignation of his Labour Party predecessor Jacinda Ardern, who had won second term in October 2020 - Ardern had said she no longer had \"enough in the tank\" to lead the country.Jacinda Arden had won praise at home and abroad for her handling of two major crises - the 2019 Christchurch mosque shooting, and the 2020 Covid-19 pandemic.Mr Hipkins now faces the uphill task of retaining power in the upcoming general elections in October. Opinion polls have suggested that his party is trailing its conservative opposition, the National Party, in popularity.The country was among the first to close borders, this won plaudits for keeping New Zealand virus-free early in the pandemic, but frustration set in later when people tired of the zero-tolerance strategy, which saw nationwide lockdowns over a single infection.Image source,Getty ImagesBroadcasters enjoy one of the world's most liberal media arenas.The broadcasting sector was deregulated in 1988, when the government allowed competition to the state-owned Television New Zealand (TVNZ). Privately-owned TV3 is TVNZ's main competitor.Satellite platform SKY TV is the leading pay TV provider. Freeview carries free-to-air digital terrestrial and satellite TV.The New Zealand Herald newspaper has the biggest circulation.Read full media profileImage source,Getty ImagesImage caption,Waitangi Day is a national holidaySome key dates in New Zealand's history:c.1200-1300AD- Ancestors of the Maori arrive by canoe from other parts of Polynesia. Their name for the country is Aotearoa (land of the long white cloud).1642- Dutch explorer Abel Tasman sights the south island and charts some of the country's west coast. It subsequently appears on Dutch maps as Nieuw Zeeland, named after the Dutch province of Zeeland.1769- British captain James Cook explores coastline, also in 1773 and 1777.1840- Treaty of Waitangi between British and several Maori tribes pledges protection of Maori land and establishes British law in New Zealand.1845-72- The New Zealand Wars, also referred to as the Land Wars. Maori put up resistance to British colonial rule.1893- New Zealand becomes world's first country to give women the vote.1907- New Zealand becomes dominion within British Empire.1914-18- New Zealand commits thousands of troops to the British war effort during World War One. They suffer heavy casualties in the Gallipoli campaign in Turkey in 1915.1939-45- Troops from New Zealand see action in Europe, North Africa and the Pacific during World War Two.1947- New Zealand gains full independence from Britain.1951- Anzus Pacific security treaty signed between New Zealand, Australia and USA.1985- New Zealand refuses to allow US nuclear-powered or nuclear-armed ships to enter its ports.  French secret service agents blow up Greenpeace ship Rainbow Warrior in Auckland Harbour. One person killed.2011- Scores of people are killed in a major earthquake in Christchurch, New Zealand's second-largest city, on South Island.2017- A New Zealand-US firm, Rocket Lab, launches its first rocket into space, ushering New Zealand into the select group of countries which have carried out a space launch.2019- Fifty people are killed when a far-right gunman attacks worshippers in two mosques in Christchurch. Government tightens gun laws.2020- Jacinda Ardern wins landslide victory for Labour in parliamentary elections, in part over her handling of the Covid-19 pandemic.Image source,Getty ImagesImage caption,New Zealand's parliament building, The Beehive, was officially opened in 1981Asia PacificPacific OceanNew ZealandThe BBC is not responsible for the content of external sites.",
      "summary": "Provides an overview of New Zealand, including key dates and facts about this South Pacific state.",
      "date_published": null,
      "tags": []
    }
  ]
}